{"f475f7ee-87df-4e6b-b5a7-8cc7c09ce600": {"texts": ["The 1992 Summer Games were the first since the end of the Cold War, and the first unaffected by boycotts since the 1972 Summer Games. 1992 was also the first year South Africa was re-invited to the Olympic Games by the International Olympic Committee, after a 32-year ban from participating in international sport. The Unified Team (made up by the former Soviet republics without the Baltic states) topped the medal table, winning 45 gold and 112 overall medals."], "sources": ["https://en.wikipedia.org/wiki/1992_Summer_Olympics"]}, "5391f047-b2a9-4bff-84a8-6d56faca5f65": {"texts": ["The 1992 Summer Olympics (Spanish: Juegos Olímpicos de Verano de 1992, Catalan: Jocs Olímpics d'estiu de 1992), officially known as the Games of the XXV Olympiad (Spanish: Juegos de la XXV Olimpiada, Catalan: Jocs de la XXV Olimpíada) and commonly known as Barcelona '92, were an international multi-sport event held from 25 July to 9 August 1992 in Barcelona, Catalonia, Spain."], "sources": ["https://en.wikipedia.org/wiki/1992_Summer_Olympics"]}, "8dfc2972-4289-4756-be07-eb401ed08a37": {"texts": ["Badminton and women's judo also became part of the Olympic program, while slalom canoeing returned to the Games after a 20-year absence.\nRoller hockey, Basque pelota, and taekwondo were all demonstrated at the 1992 Summer Olympics.\nSeveral of the USA men's volleyball gold medal team from the 1988 Olympics returned to vie for another medal. In the preliminary round, they lost a controversial match to Japan, sparking them to shave their heads in protest. This notably included player Steve Timmons, sacrificing his trademark red flattop for the protest. The U.S."], "sources": ["https://en.wikipedia.org/wiki/1992_Summer_Olympics"]}, "4ae6400a-eae5-4cc4-9cb1-7cbc3d1bca07": {"texts": ["Beginning in 1994, the International Olympic Committee decided to hold the Summer and Winter Olympics in alternating even-numbered years. The 1992 Summer and Winter Olympics were the last games to be staged in the same year. These games were the second and last two consecutive Olympic games to be held in Western Europe after the 1992 Winter Olympics in Albertville, France held five months earlier.\nThe 1992 Summer Games were the first since the end of the Cold War, and the first unaffected by boycotts since the 1972 Summer Games."], "sources": ["https://en.wikipedia.org/wiki/1992_Summer_Olympics"]}, "c9e76c20-420f-4e40-b6d3-d67ba42cd095": {"texts": ["== References ==\n\n\n== External links ==\n\n\"Barcelona 1992\". Olympics.com. International Olympic Committee.\nBarcelona Olympic Foundation\nOlympic Review 1992 - Official results Archived 7 December 2010 at the Wayback Machine\nBarcelona Olympic Stadium\nPostage stamps of the Republic of Moldova, celebrating the Barcelona Summer Olympics in 1992\nPostage stamps of the Republic of Moldova, celebrating medal winners at the Barcelona Summer Olympics in 1992"], "sources": ["https://en.wikipedia.org/wiki/1992_Summer_Olympics"]}, "416d8938-1503-4028-8e9e-326543efc328": {"texts": ["The Nobel Prize in Literature (here meaning for literature; Swedish: Nobelpriset i litteratur) is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\" (original Swedish: den som inom litteraturen har producerat det utmärktaste i idealisk riktning)."], "sources": ["https://en.wikipedia.org/wiki/Nobel_Prize_in_Literature"]}, "d6c68b94-6ce9-4821-9dc6-521c3ca3aa70": {"texts": ["The Nobel Prize in Literature (Swedish: Nobelpriset i litteratur) is awarded annually by the Swedish Academy to authors for outstanding contributions in the field of literature. It is one of the five Nobel Prizes established by the 1895 will of Alfred Nobel, which are awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. As dictated by Nobel's will, the award is administered by the Nobel Foundation and awarded by the Swedish Academy. The first Nobel Prize in Literature was awarded in 1901 to Sully Prudhomme of France."], "sources": ["https://en.wikipedia.org/wiki/List_of_Nobel_laureates_in_Literature"]}, "006c454d-bc21-4ab6-a4b2-b0097eb7cff7": {"texts": ["Literature is traditionally the final award presented at the Nobel Prize ceremony. On some occasions, the award has been postponed to the following year, most recently in 2018 as of July 2023.\n\n\n== Background ==\nAlfred Nobel stipulated in his last will and testament that his money be used to create a series of prizes for those who confer the \"greatest benefit on mankind\" in physics, chemistry, peace, physiology or medicine, and literature."], "sources": ["https://en.wikipedia.org/wiki/Nobel_Prize_in_Literature"]}, "931f6e55-3eb7-4e9e-b404-b646ac0bbf2d": {"texts": ["=== Recognition of a specific work ===\nNobel Prize Laureates in Literature are awarded for the author's life work, but on some occasions, the Academy has singled out a specific work for particular recognition. For example, Knut Hamsun was awarded in 1920 \"for his monumental work, Growth of the Soil,\" Thomas Mann in 1929 \"principally for his great novel, Buddenbrooks, which has won steadily increased recognition as one of the classic works of contemporary literature,"], "sources": ["https://en.wikipedia.org/wiki/Nobel_Prize_in_Literature"]}, "9d7f9f1b-ab21-4f7d-a041-01ae5fd0209f": {"texts": ["Writers who have won both the Asturias Award in Letters and the Nobel Prize in Literature include Camilo José Cela, Günter Grass, Doris Lessing, and Mario Vargas Llosa.\nThe non-monetary America Award in Literature presents itself as an alternative to the Nobel Prize. To date, Peter Handke, Harold Pinter, José Saramago, and Mario Vargas Llosa are the only writers to have received both the America Award and the Nobel Prize in Literature."], "sources": ["https://en.wikipedia.org/wiki/Nobel_Prize_in_Literature"]}, "bd176a1d-6ad9-4aa7-92ad-ba3185df58ec": {"texts": ["=== Final mission and destruction ===\n\nSTS-51-L was the orbiter's tenth and final flight, initially planned to launch on January 26, 1986 (after several technical and paperwork delays). This mission attracted huge media attention, as one of the crew was a civilian schoolteacher, Christa McAuliffe, who was assigned to carry out live lessons from the orbiter (as part of NASA's Teacher in Space Project). Other members would deploy the TDRS-B satellite and conduct comet observations.\nChallenger blasted off at 11:38 am EST on January 28, 1986."], "sources": ["https://en.wikipedia.org/wiki/Space_Shuttle_Challenger"]}, "90617f66-a841-4b45-909e-d86068987ad1": {"texts": ["The first of four orbital test flights occurred in 1981, leading to operational flights beginning in 1982.\nFrom 1981 to 2011 a total of 135 missions were flown, all launched from Kennedy Space Center (KSC) in Florida. During that time period the fleet logged 1,322 days, 19 hours, 21 minutes and 23 seconds of flight time. The longest orbital flight of the Shuttle was STS-80 at 17 days 15 hours, while the shortest flight was STS-51-L at one minute 13 seconds when the Space Shuttle Challenger broke apart during launch."], "sources": ["https://en.wikipedia.org/wiki/List_of_Space_Shuttle_missions"]}, "653cd466-26c0-45f5-9a0d-3822e3add1f9": {"texts": ["In addition, three consecutive Spacelab missions were conducted with the orbiter in 1985, one of which being the first German crewed spaceflight mission. Passengers carried into orbit by Challenger include the first American female astronaut, the first American female spacewalker, the first African-American astronaut, and the first Canadian astronaut.\nOn its tenth flight in January 1986, Challenger disintegrated 73 seconds after liftoff, killing the seven-member crew of STS-51-L that included Christa McAuliffe, who would have been the first teacher in space."], "sources": ["https://en.wikipedia.org/wiki/Space_Shuttle_Challenger"]}, "15d36de8-e685-4942-a22b-bdd464d6b5c4": {"texts": ["The Space Shuttle was a partially reusable low Earth orbital spacecraft system operated by NASA (the National Aeronautics and Space Administration). Its official program name was Space Transportation System (STS), taken from a 1969 plan for a system of reusable spacecraft of which it was the only item funded for development. Operational missions launched numerous satellites, conducted science experiments in orbit, and participated in construction and servicing of the International Space Station (ISS). The first of four orbital test flights occurred in 1981, leading to operational flights beginning in 1982."], "sources": ["https://en.wikipedia.org/wiki/List_of_Space_Shuttle_missions"]}, "cae13b39-a366-4a6d-a3d9-3a206783ec0f": {"texts": ["Challenger flew the first American woman, African-American, Dutchman, and Canadian into space; carried three Spacelab missions; and performed the first night launch and night landing of a Space Shuttle.\n\n\n=== Final mission and destruction ===\n\nSTS-51-L was the orbiter's tenth and final flight, initially planned to launch on January 26, 1986 (after several technical and paperwork delays)."], "sources": ["https://en.wikipedia.org/wiki/Space_Shuttle_Challenger"]}}