{"5bab1939-350c-4a9a-b8c0-c05c13bc823c": {"texts": ["The city was also a host for the 1982 FIFA World Cup. On 17 October 1986, Barcelona was selected to host the 1992 Summer Olympics over Amsterdam, Netherlands; Belgrade, Yugoslavia; Birmingham, United Kingdom; Brisbane, Australia; and Paris, France, during the 91st IOC Session in Lausanne, Switzerland. New Delhi, India, had announced a bid for the games, but withdrew in March 1986. With 85 out of 89 members of the IOC voting by secret ballot, Barcelona won a majority of 47 votes. Samaranch abstained from voting."], "sources": ["https://en.wikipedia.org/wiki/1992_Summer_Olympics"]}, "94e36ef8-5754-4480-ba0b-edbeabc5e9f8": {"texts": ["== Effect on the city ==\nThe celebration of the 1992 Olympic Games had an enormous impact on the urban culture and outward projection of Barcelona. The Games provided billions of dollars for infrastructure investments, which are considered to have improved the quality of life in the city, and its attraction for investment and tourism. Barcelona became one of the most visited cities in Europe after Paris, London, and Rome.Barcelona's nomination for the 1992 Summer Olympics sparked the implementation of an ambitious plan for urban transformation that had already been developed previously."], "sources": ["https://en.wikipedia.org/wiki/1992_Summer_Olympics"]}, "93b4e8b8-1236-44ed-82ea-9ecf6bf08384": {"texts": ["The Unified Team (made up by the former Soviet republics without the Baltic states) topped the medal table, winning 45 gold and 112 overall medals.\n\n\n== Host city selection ==\nBarcelona is the second-largest city in Spain and the capital of the autonomous community of Catalonia, and the hometown of then-IOC president Juan Antonio Samaranch and the famous European club, FC Barcelona. The city was also a host for the 1982 FIFA World Cup."], "sources": ["https://en.wikipedia.org/wiki/1992_Summer_Olympics"]}, "1b062338-bb30-4696-83d1-e4b530ce15cf": {"texts": ["The 1992 Summer Olympics (Spanish: Juegos Olímpicos de Verano de 1992, Catalan: Jocs Olímpics d'estiu de 1992), officially known as the Games of the XXV Olympiad (Spanish: Juegos de la XXV Olimpiada, Catalan: Jocs de la XXV Olimpíada) and commonly known as Barcelona '92, were an international multi-sport event held from 25 July to 9 August 1992 in Barcelona, Catalonia, Spain."], "sources": ["https://en.wikipedia.org/wiki/1992_Summer_Olympics"]}, "3f68e282-0ffa-4018-a91c-01498527ce76": {"texts": ["Paris and Brisbane would eventually be selected to host the 2024 and 2032 Summer Olympics respectively.Barcelona had previously bid for the 1936 Summer Olympics that were ultimately held in Berlin.\n\n\n== Highlights ==\n\nAt the innovative opening ceremony, Greek mezzo-soprano Agnes Baltsa sang \"Romiossini\" as the Olympic flag was paraded around the stadium. Alfredo Kraus later sang the Olympic Hymn in Catalan, Spanish and French, as the flag was hoisted.\nThe Olympic cauldron was ignited using a flaming arrow, lit from the flame of the Olympic torch."], "sources": ["https://en.wikipedia.org/wiki/1992_Summer_Olympics"]}, "5593bcda-4823-4df1-9958-17e0c75c7b32": {"texts": ["Another award of note is the Spanish Princess of Asturias Award (formerly Prince of Asturias Award) in Letters. During the first years of its existence, it was almost exclusively awarded to writers in the Spanish language, but in more recent times, writers in other languages have been awarded as well. Writers who have won both the Asturias Award in Letters and the Nobel Prize in Literature include Camilo José Cela, Günter Grass, Doris Lessing, and Mario Vargas Llosa."], "sources": ["https://en.wikipedia.org/wiki/Nobel_Prize_in_Literature"]}, "78e02392-904e-4512-953c-6e8fc38fc6a5": {"texts": ["Writers who have won both the Asturias Award in Letters and the Nobel Prize in Literature include Camilo José Cela, Günter Grass, Doris Lessing, and Mario Vargas Llosa.\nThe non-monetary America Award in Literature presents itself as an alternative to the Nobel Prize. To date, Peter Handke, Harold Pinter, José Saramago, and Mario Vargas Llosa are the only writers to have received both the America Award and the Nobel Prize in Literature."], "sources": ["https://en.wikipedia.org/wiki/Nobel_Prize_in_Literature"]}, "6e917e4d-89ca-42d9-8d54-1871ad7ddd3d": {"texts": ["Kjell Espmark, a member of the Nobel Prize committee and author of the history of the prize, claimed that Joyce's \"stature was not properly recognized even in the English-speaking world,\" but that Joyce doubtless would have been awarded if he had lived in the late 1940s when the Academy began to award literary pioneers like T. S. Eliot.Argentine writer Jorge Luis Borges was nominated for the prize several times, but the Academy did not award it to him, though he was among the final candidates some years in the 1960s."], "sources": ["https://en.wikipedia.org/wiki/Nobel_Prize_in_Literature"]}, "800fd738-a56e-4a76-b13f-554ae3e28b06": {"texts": ["From 1986, the Academy acknowledged the international horizon in Nobel's will, which rejected any consideration of the nationality of the candidates, and awarded authors from all over the world, such as Wole Soyinka from Nigeria, Naguib Mahfouz from Egypt, Octavio Paz from Mexico, Nadine Gordimer from South Africa, Derek Walcott from St. Lucia, Toni Morrison, the first African-American on the list, Kenzaburo Oe from Japan, and Gao Xingjian, the first laureate to write in Chinese."], "sources": ["https://en.wikipedia.org/wiki/Nobel_Prize_in_Literature"]}, "7d19d859-5b64-43fe-b465-cbb373187680": {"texts": ["Like the Nobel Prize, it is awarded not for any one work but for an entire body of work. It is frequently seen as an indicator of who may be awarded the Nobel Prize in Literature. Gabriel García Márquez (1972 Neustadt, 1982 Nobel), Czesław Miłosz (1978 Neustadt, 1980 Nobel), Octavio Paz (1982 Neustadt, 1990 Nobel), Tomas Tranströmer (1990 Neustadt, 2011 Nobel) were first awarded the Neustadt International Prize for Literature before being awarded the Nobel Prize in Literature."], "sources": ["https://en.wikipedia.org/wiki/Nobel_Prize_in_Literature"]}}