{"text": ["Eurostat places Paris (6.5 million people) behind London (8 million) and ahead of Berlin (3.5 million), based on the 2012 populations of what Eurostat calls \"urban audit core cities\".\nThe population of Paris today is lower than its historical peak of 2.9 million in 1921. The principal reasons were a significant decline in household size, and a dramatic migration of residents to the suburbs between 1962 and 1975. Factors in the migration included de-industrialisation, high rent, the gentrification of many inner quarters, the transformation of living space into offices, and greater affluence among working families.", "69,338 from Turkey, 322,330 from Asia (outside Turkey), 113,363 from the Americas, and 2,261 from the South Pacific.In 2012, there were 8,810 British citizens and 10,019 United States citizens living in the City of Paris (Ville de Paris) and 20,466 British citizens and 16,408 United States citizens living in the entire Paris Region (Île-de-France).In 2020–2021, about 6 million people, or 41% of the population of Paris Region, are either immigrants (21%) or have at least one immigrant parent (20%), these figures do not include French people born in Overseas France and their direct descendants.", "The city of Paris (also called the Commune or Department of Paris) had a population of 2,165,423 people within its administrative city limits as of January 1, 2019. It is surrounded by the Paris unité urbaine, or urban area, the most populous urban area in the European Union. In 2018 the unité urbaine had a population of 10,816,803 in 2,854 km2 (1,102 sq mi). The Paris Region, or Île-de-France, covers 12,012 km2 (4,638 sq mi), and has its own regional council and president.", "The remaining areas are mostly middle-class dotted with wealthy islands located there due to reasons of historical importance, namely Saint-Maur-des-Fossés to the east and Enghien-les-Bains to the north of Paris.\n\n\n== Demographics ==\n\nThe official estimated population of the City of Paris on 1 January 1, 2023 was 2,102,650, down from 2,165,423 on January 1, 2022, according to the INSEE, the official French statistical agency. According to INSEE, the population has dropped by 122,919, or about five percent, over the past decade.", "Paris (English: ; French pronunciation: [paʁi] ) is the capital and most populous city of France. With an official estimated population of 2,102,650 residents as of 1 January 2023 in an area of more than 105 km2 (41 sq mi), Paris is the fifth-most populated city in the European Union and the 30th most densely populated city in the world in 2022. Since the 17th century, Paris has been one of the world's major centres of finance, diplomacy, commerce, culture, fashion, gastronomy and many areas.", "The Paris Region, or Île-de-France, covers 12,012 km2 (4,638 sq mi), and has its own regional council and president. It has a population of 12,213,447 as of January 2018, or 18.3 percent of the population of France. The metropolitan or functional area (aire d'attraction) of Paris covers 18,941 km2 (7,313 sq mi) and has 13,064,617 inhabitants (2018).The population of the city of Paris reached a historic high of 2.9 million in 1921 but then declined; between 1954 and 1999 it declined at every census, falling to 2,125,246 in 1999.", "According to INSEE, the population has dropped by 122,919, or about five percent, over the past decade. The Mayor of Paris, Anne Hidalgo, declared that this illustrated the \"de-densification\" of the city, creating more green space and less crowding. Despite the drop, Paris remains the most densely-populated city in Europe, with 252 residents per hectare, not counting parks. This drop was attributed partly to a lower birth rate, the departure of middle-class residents and the possible loss of housing in the city due to short-term rentals for tourism.Paris is the fourth largest municipality in the European Union, following Berlin, Madrid and Rome.", "However, without official data, the margin of error of these estimates is extremely high as it is based on one's country of birth (someone born in a Muslim country or born to a parent from a Muslim country is considered as a \"potential Muslim\"). According to the North American Jewish Data Bank, an estimated 310,000 Jews also live in Paris and the surrounding Île-de-France region, an area with a population of 11.7 million inhabitants. Paris has historically been a magnet for immigrants, hosting one of the largest concentrations of immigrants in Europe today.", "(source : Insee, EAR 2006)\nReading: 436 576 immigrants live in Paris, representing 20% of Parisians and 22.4% of immigrants in Île-de-France.\n162 635 children under 20 with at least one immigrant parent live in Paris, representing 41.3 per cent of the total of children under 20 in Paris and 15.4 per cent of the total of children under 20 with at least one immigrant parent in Île-de-France.\n\n\n== Expatriates ==\nAs of 2005 many expatriates settle in the western portion of Paris. Western Paris is in close proximity to many international schools and the La Défense area.", "According to the same census, three departments bordering Paris, Hauts-de-Seine, Seine-Saint-Denis and Val-de-Marne, had population densities of over 10,000 people per square kilometre, ranking among the 10 most densely populated areas of the EU.\n\n\n=== Migration ===\nPeople born in foreign countries with no French citizenship at birth, are those defined as immigrants under French law. According to the 2012 census, 135,853 residents of the City of Paris were immigrants from Europe, 112,369 were immigrants from the Maghreb, 70,852 from sub-Saharan Africa and Egypt, 5,059 from Turkey, 91,297 from Asia (outside Turkey), 38,", "Factors in the migration included de-industrialisation, high rent, the gentrification of many inner quarters, the transformation of living space into offices, and greater affluence among working families. The city's population loss came to a temporary halt at the beginning of the 21st century; the population increased from 2,125,246 in 1999 to 2,240,621 in 2012, before declining again slightly in 2017, 2018, and again in 2021.Paris is the core of a built-up area that extends well beyond its limits: commonly referred to as the agglomération Parisienne, and statistically as a unité urbaine (a measure of urban area), the Paris agglomeration's population of 10,785,092 in 2017 made it the largest urban area in the European Union.", "The total number of residences in the City of Paris in 2011 was 1,356,074, up from a former high of 1,334,815 in 2006. Among these, 1,165,541 (85.9 percent) were main residences, 91,835 (6.8 percent) were secondary residences, and the remaining 7.3 percent were empty (down from 9.2 percent in 2006).Sixty-two percent of its buildings date from 1949 and before, 20 percent were built between 1949 and 1974, and only 18 percent of the buildings remaining were built after that date. Two-thirds of the city's 1.3 million residences are studio and two-room apartments.", "An IFOP survey in 2008 reported that, of immigrants from these predominantly Muslim countries, 25 percent went to the mosque regularly; 41 percent practised the religion, and 34 percent were believers but did not practice the religion. In 2012 and 2013, it was estimated that there were almost 500,000 Muslims in the City of Paris, 1.5 million Muslims in the Île-de-France region and 4 to 5 million Muslims in France.The Jewish population of the Paris Region was estimated in 2014 to be 282,000, the largest concentration of Jews in the world outside of Israel and the United States.", "These eight departments form the larger administrative Île-de-France région; most of this region is filled, and overextended in places, by the Paris aire urbaine, which, in 2017, was populated by over 12 million people.The Paris agglomeration has shown a steady rate of growth since the end of the late 16th century French Wars of Religion, save brief setbacks during the French Revolution and World War II. With an estimated total of 12.2 million inhabitants for 2017, the annual population growth rate of the Île-de-France région lied between 0.3% and 0.9% over the past 50 years.", "According to the Paris Convention and Visitors Bureau, 393,008 workers in Greater Paris, or 12.4% of the total workforce, are engaged in tourism-related sectors such as hotels, catering, transport and leisure.The city's top cultural attractions in 2022 were the Louvre Museum (7,726,321 visitors); the Eiffel Tower (5,849,000 visitors); the Musée d'Orsay (3,270,000 visitors) and the Centre Pompidou (3,009,570 visitors).In 2019, Greater Paris had 2,056 hotels, including 94 five-star hotels, with a total of 121,646 rooms.", "Two-thirds of the city's 1.3 million residences are studio and two-room apartments. Paris averages 1.9 people per residence, a number that has remained constant since the 1980s, but it is much less than Île-de-France's 2.33 person-per-residence average. Only 33 percent of principal residence Parisians own their habitation (against 47 percent for the entire Île-de-France): the major part of the city's population is a rent-paying one. Social or public housing represented 19.9 percent of the city's total residences in 2017.", "City-influenced commuter activity reaches well beyond even this in a statistical aire d'attraction de Paris (\"functional area\", a statistical method comparable to a metropolitan area), that had a population of 13,024,518 in 2017, 19.6% of the population of France, and the largest metropolitan area in the Eurozone.According to Eurostat, the EU statistical agency, in 2012 the Commune of Paris was the most densely populated city in the European Union, with 21,616 people per square kilometre within the city limits (the NUTS-3 statistical area), ahead of Inner London West, which had 10,374 people per square kilometre.", "At the 1999 census, 4.2% of the population in Paris metropolitan area were recent immigrants (people who had immigrated to France between 1990 and 1999), the majority from Asia and Africa. 37 per cent of all immigrants in France live in the Paris region.The first wave of international migration to Paris started as early as 1820 with the arrivals of German peasants fleeing an agricultural crisis in their homeland.", "Paris has historically been a magnet for immigrants, hosting one of the largest concentrations of immigrants in Europe today.\n\n\n=== Immigrants and their children in departments of Île-de-France (Paris Region) ===\nAnch National Institute for Statistics and Economic Studies, responsible for the production and analysis of official statistics in France, 20 per cent of people living in the city of Paris are immigrants and 41.3 per cent of people under 20 have at least one immigrant parent. Among the young people under 18, 12.1 per cent are of Maghrebi origin, 9.9 per cent of Subsaharan African origin and 4.0 per cent of South European origin.", "Since then, an influx of younger residents and immigrants has contributed to the growth of the city.\n\n\n== Density ==\nAccording to Eurostat, the EU statistical agency, in 2012 the Commune of Paris was the most densely populated city in the European Union, with 21,616 people per square kilometre within the city limits (the NUTS-3 statistical area),  ahead of Inner London West, which had 10,374 persons per square kilometre."]}