{"1f5badd3-75d9-4797-a6f7-e3352f9091a3": {"texts": ["The network allowed a client to send payments in U.S. dollars from its accounts with Silvergate to those of another client of the bank without requiring an interbank wire transfer. A large number of cryptocurrency companies set up accounts with the bank to take advantage of Silvergate's relatively quick transaction settling times.\nDespite conducting the majority of its business with cryptocurrency companies, Silvergate's investment portfolio was fairly conservative; the company took large positions in mortgage-backed securities as well as U.S. bonds."], "sources": ["https://en.wikipedia.org/wiki/2023_United_States_banking_crisis"]}, "fda70417-9ca1-42b2-9de0-1bf012a1db7d": {"texts": ["Silvergate faced tight financial constraints in the coming months, selling assets at a loss and borrowing $3.6 billion from the Federal Home Loan Bank of San Francisco to maintain its liquidity. Silvergate wrote in a regulatory filing on March 1 that the bank risked losing its status as a well-capitalized bank and that the bank faced risks relating to its ability to continue operating.Facing continued losses from sales of securities at mark-to-market price, Silvergate released a public notice on March 8, 2023, saying that it would undergo voluntary liquidation and would return all deposited funds to their respective owners."], "sources": ["https://en.wikipedia.org/wiki/2023_United_States_banking_crisis"]}, "7df7c005-b429-4356-8c52-cbe46aa3f331": {"texts": ["Silvergate Bank and Signature Bank, both with significant exposure to cryptocurrency, failed in the midst of turbulence in that market.\nIn response to the bank failures, the three major U.S. federal bank regulators announced in a joint communiqué that extraordinary measures would be taken to ensure that all deposits at Silicon Valley Bank and Signature Bank would be honored."], "sources": ["https://en.wikipedia.org/wiki/2023_United_States_banking_crisis"]}, "e582d4a2-b1c9-4cf8-a53b-0248f01822ba": {"texts": ["As Silvergate did not have enough cash-on-hand to satisfy the deposit withdrawals, the bank began to sell its assets at a steep loss; the company realized a loss of $718 million on withdrawal-related asset sales in the fourth fiscal quarter of 2022 alone. The bank, in a public statement, said that it was solvent at the end of Q4 2022, with an asset sheet containing assets of $4.6 billion in cash and $5.6 billion in liquid debt securities, with $3.8 billion in deposit obligations."], "sources": ["https://en.wikipedia.org/wiki/2023_United_States_banking_crisis"]}, "88e80da1-9bdb-440d-a288-06bc7107fc97": {"texts": ["Despite conducting the majority of its business with cryptocurrency companies, Silvergate's investment portfolio was fairly conservative; the company took large positions in mortgage-backed securities as well as U.S. bonds. These sorts of assets, while reliable to be paid-in-full through their maturity date, carry risks associated with changes in interest rates; there is an inverse relationship between the mark-to-market value of a bond and the bond's yield. As interest rates shot up during the 2021–2023 inflation surge, the mark-to-market price of these securities decreased significantly."], "sources": ["https://en.wikipedia.org/wiki/2023_United_States_banking_crisis"]}, "3de07320-9038-4c51-82e8-f6ddee48c237": {"texts": ["leading some banks to sell the bonds at steep losses as yields on new bonds were much higher.On March 17, President Joe Biden stated that the banking crisis had calmed down, while the New York Times said that the March banking crisis was hanging over the economy and had rekindled fear of recession as business borrowing would become more difficult as many regional and community banks would have to reduce lending.Late on Sunday, the Federal Reserve and several other central banks announced significant USD liquidity measures in order to calm market turmoil. In a \"coordinated action to enhance the provision of liquidity through the standing U.S."], "sources": ["https://en.wikipedia.org/wiki/2023_United_States_banking_crisis"]}, "b2eff568-7f03-469b-b65f-68962dd1008a": {"texts": ["=== Events ===\nIntense scrutiny and pressure were applied to other U.S. banks, including FRB. On March 13, its shares fell by 62%. As the bank faced significant liquidity issues, on March 16, it received a $30 billion lifeline in the form of deposits from a number of major U.S. banks, on top of a $70 billion financing facility provided by JPMorgan Chase & Co. Eleven of the largest U.S."], "sources": ["https://en.wikipedia.org/wiki/2023_United_States_banking_crisis"]}, "74fd5928-b40d-4d39-b3be-1af8aadf709f": {"texts": ["Shares in other European banks also fell, among them Commerzbank, Austria's Raiffeisen Bank and the French Société Générale. According to the European Commission's Paolo Gentiloni, finance ministers in the Euro zone called on the Commission to close loopholes in Crisis Management and Deposit Insurance (CMDI) provision, starting in the second quarter of 2023.Chinese banks experienced little negative effect. According to Bloomberg News, almost all of the 166 top performers during the market turmoil were in China. The banking crisis in the U.S."], "sources": ["https://en.wikipedia.org/wiki/2023_United_States_banking_crisis"]}, "22ee8720-e630-4d76-9b8a-fea0ced2054a": {"texts": ["banks, on top of a $70 billion financing facility provided by JPMorgan Chase & Co. Eleven of the largest U.S. banks participated in the rescue effort, under the direction of Jamie Dimon.On March 19, S&P Global downgraded the credit rating of First Republic Bank further into junk by three notches saying that the private-sector rescue effort \"may not solve the substantial business, liquidity, funding, and profitability challenges that we believe the bank is now likely facing.\" In its quarterly report in April, the bank said that deposits had plunged by more than $100 billion."], "sources": ["https://en.wikipedia.org/wiki/2023_United_States_banking_crisis"]}, "6405be41-9241-48d1-ad4c-89c891a17f12": {"texts": ["banking crisis. Many banks had invested their reserves in U.S. Treasury securities, which had been paying low interest rates. As the Federal Reserve began raising rates in 2022, bond prices declined decreasing the market value of bank capital reserves, leading some banks to sell the bonds at steep losses as yields on new bonds were much higher.On March 17, President Joe Biden stated that the banking crisis had calmed down,"], "sources": ["https://en.wikipedia.org/wiki/2023_United_States_banking_crisis"]}}