{"7fa6dbb5-48b9-47b3-9e49-e7d6d49116b9": {"text": "banks, on top of a $70 billion financing facility provided by JPMorgan Chase & Co. Eleven of the largest U.S. banks participated in the rescue effort, under the direction of Jamie Dimon.On March 19, S&P Global downgraded the credit rating of First Republic Bank further into junk by three notches saying that the private-sector rescue effort \"may not solve the substantial business, liquidity, funding, and profitability challenges that we believe the bank is now likely facing.\" In its quarterly report in April, the bank said that deposits had plunged by more than $100 billion.", "source": "https://en.wikipedia.org/wiki/2023_United_States_banking_crisis"}, "4609bc59-feb3-4b0c-a0d7-af65b6102945": {"text": "=== Events ===\nIntense scrutiny and pressure were applied to other U.S. banks, including FRB. On March 13, its shares fell by 62%. As the bank faced significant liquidity issues, on March 16, it received a $30 billion lifeline in the form of deposits from a number of major U.S. banks, on top of a $70 billion financing facility provided by JPMorgan Chase & Co. Eleven of the largest U.S.", "source": "https://en.wikipedia.org/wiki/2023_United_States_banking_crisis"}, "da0d0c9c-a2e6-4660-a1e8-a90577656d25": {"text": "Shares in other European banks also fell, among them Commerzbank, Austria's Raiffeisen Bank and the French Société Générale. According to the European Commission's Paolo Gentiloni, finance ministers in the Euro zone called on the Commission to close loopholes in Crisis Management and Deposit Insurance (CMDI) provision, starting in the second quarter of 2023.Chinese banks experienced little negative effect. According to Bloomberg News, almost all of the 166 top performers during the market turmoil were in China. The banking crisis in the U.S.", "source": "https://en.wikipedia.org/wiki/2023_United_States_banking_crisis"}, "15cd7886-b9fe-440d-90be-583ce15834c3": {"text": "Also, several banks gained market exposure to cryptocurrency and cryptocurrency-related firms prior to and during the COVID-19 pandemic; the 2020–2022 cryptocurrency bubble popped in late 2022. In this environment, three such banks failed or were shut down by regulators: The first bank to fail, cryptocurrency-focused Silvergate Bank, announced it would wind down on March 8, 2023 due to losses suffered in its loan portfolio. Two days later, upon announcement of an attempt to raise capital, a bank run occurred at Silicon Valley Bank, causing it to collapse and be seized by regulators that day.", "source": "https://en.wikipedia.org/wiki/2023_United_States_banking_crisis"}, "1eb2805d-6f38-45c6-8cf0-4cba8cd03b40": {"text": "history. The bank proved unable to close a sale or otherwise bolster its finances before markets opened on Monday morning in order to protect its assets after customers began withdrawing their deposits in favor of bigger institutions, and shareholders of the bank lost all invested funds. The bank was placed under receivership by the FDIC, which immediately established Signature Bridge Bank, N.A. to operate its marketed assets to bidders.Signature Bank had been under multiple federal investigations that were ongoing at the time of the bank's collapse regarding the rigor of its anti-money laundering measures. The U.S.", "source": "https://en.wikipedia.org/wiki/2023_United_States_banking_crisis"}, "67c3bc58-652b-4fb9-8f29-3d9d14f84dbf": {"text": "The announcement, coupled with warnings from prominent Silicon Valley investors, caused a bank run as customers withdrew funds totaling US$42 billion by the following day.On March 10, 2023, as a result of the bank run, the California Department of Financial Protection and Innovation (DFPI) seized SVB and placed it under the receivership of the FDIC.", "source": "https://en.wikipedia.org/wiki/2023_United_States_banking_crisis"}, "ec2f0ab3-5b84-4d97-b369-030073d85012": {"text": "Moody's downgraded its outlook on the U.S. banking system to negative, citing what it described as \"rapid deterioration\" of the sector's financial footing. It also downgraded the credit ratings of several regional banks, including Western Alliance, First Republic, Intrust Bank, Comerica, UMB Financial Corporation, and Zions Bancorporation. Large declines in regional bank stocks continued after First Republic's failure.U.S.", "source": "https://en.wikipedia.org/wiki/2023_United_States_banking_crisis"}, "9ebaf2dc-1724-4cf9-a859-36a8ac4f41ff": {"text": "Signature Bank, a bank that frequently did business with cryptocurrency firms, was closed by regulators two days later on March 12, with regulators citing systemic risks. The collapses of First Republic Bank, Silicon Valley Bank and Signature Bank were the second-, third- and fourth-largest bank failures in the history of the United States, respectively, smaller only than the collapse of Washington Mutual during the 2007–2008 financial crisis.In 2019, the Federal Reserve's \"Tailoring rules\" changed, increasing minimum asset threshold from $50 billion to $100 billion and reduced the number of required stress testing scenarios, allowing banks with under $100 billion to have reduced liquidity standards.", "source": "https://en.wikipedia.org/wiki/2023_United_States_banking_crisis"}, "61089663-03ca-48d6-8c67-35b97fd69a6e": {"text": "Large declines in regional bank stocks continued after First Republic's failure.U.S. President Joe Biden made a statement about the first three bank failures on March 13, and asserted that government intervention was not a bailout and that the banking system was stable.The initial bank failures led to speculation on March 13 that the Federal Reserve could pause or halt rate hikes. Beginning on March 13, traders began modifying their strategies in the expectation that fewer hikes than previously expected will occur.", "source": "https://en.wikipedia.org/wiki/2023_United_States_banking_crisis"}, "114c6f1d-4fa9-4d69-b61d-5d63cd9db441": {"text": "Axel Lehmann, former chairman of the bank, later sought to blame the American bank failures for triggering Credit Suisse's demise, though other analysts disputed that characterization. The bank had experienced many years of multi-billion dollar losses, scandals, executive turnover and weak business strategy.Late on Sunday the Federal Reserve and several other central banks announced significant USD liquidity measures in order to calm market turmoil.\nIn a \"coordinated action to enhance the provision of liquidity through the standing U.S. dollar swap line arrangements\", the U.S.", "source": "https://en.wikipedia.org/wiki/2023_United_States_banking_crisis"}}