{"text": ["To alleviate concerns of a possible bank run and support any withdrawals of deposits, on March 16, 2023, eleven American banks including JPMorgan Chase, Bank of America, Wells Fargo, Citigroup, and Truist Financial deposited $30 billion with First Republic. Despite the deposits, shares of the company declined.On March 19, S&P downgraded the bank's credit rating further into junk by three grades saying that it \"may not solve the substantial business, liquidity, funding, and profitability challenges that we believe the bank is now likely facing.\"", "On that day, the bank's capital shortfall was $13.5 billion, which The Wall Street Journal compared to the liquidity crisis of the Silicon Valley Bank (SVB) being a factor in its collapse. In its first quarterly earnings release since the crisis, the bank noted that its customers withdrew $104.5 billion in deposits during the turmoil, but noted that outflows had stabilized in April. The significance of those outflows was explained by the number of high-net-worth clients at the bank, whose assets exceeding $250,000 would not have been protected by the Federal Deposit Insurance Corporation (FDIC).", "The significance of those outflows was explained by the number of high-net-worth clients at the bank, whose assets exceeding $250,000 would not have been protected by the Federal Deposit Insurance Corporation (FDIC). First Republic noted it was \"weighing strategic options\" and aiming to reduce the size of its balance sheet.", "Multiple advisor teams began to leave the bank as well. On that day, it was announced that the FDIC was considering seizing the bank, causing its stock price to plunge another 43% to $3.50. After the price fell another 42% in after-hours trading, the FDIC confirmed its imminent takeover of the bank. The next day, the FDIC approached various banks, including JPMorgan Chase, PNC and Bank of America, saying they had until April 30 to place bids for First Republic Bank. On May 1, the FDIC announced that First Republic had been closed by the California Department of Financial Protection and Innovation and its assets seized by the FDIC.", "First Republic noted it was \"weighing strategic options\" and aiming to reduce the size of its balance sheet. Since the majority of the bank's long term assets were in municipal bonds, First Republic was unable to make full use of the Bank Term Funding Program—an emergency lending program instated after the collapse of SVB—as those assets did not qualify as an eligible collateral.On April 28, the bank announced plans to begin selling its bonds and securities at a loss to raise equity and also begin laying off people. Multiple advisor teams began to leave the bank as well.", "First Republic Bank was a commercial bank and provider of wealth management services headquartered in San Francisco, California. It catered to high-net-worth individuals and operated 93 offices in 11 states, primarily in New York, California, Massachusetts, and Florida. On May 1, 2023, as part of the 2023 banking crisis, the FDIC announced that First Republic had been closed and sold to JPMorgan Chase.\n\n\n== History ==\n\n\n=== Foundation and first IPO ===\nFirst Republic was founded in February 1985 by Jim Herbert, previously the founder and CEO of San Francisco Bancorp, which he sold to Atlantic Financial. First Republic began operations on July 1, 1985, as a California-chartered industrial loan company.", "50 client advisors, who were part of First Republic's Luminous acquisition, with $17 billion of assets under management, left the company in 2019.\n\n\n=== Collapse ===\n\nDuring the March 2023 United States bank failures, Fitch Ratings and S&P Global Ratings downgraded First Republic's credit rating, citing \"a high proportion of uninsured deposits\" from wealthy customers who are more likely to move their money elsewhere and a loan-to-deposit ratio of 111%, meaning that it had lent out more money than it had in deposits from customers.", "On May 1, the FDIC announced that First Republic had been closed by the California Department of Financial Protection and Innovation and its assets seized by the FDIC. JPMorgan Chase eventually won the auction, paying the FDIC $10.6 billion for nearly all of First Republic's assets.\n\n\n== Financials ==\nNote: The financial data for the total revenue, net income, assets, and dividends per common share is sourced from the company's annual reports, earnings releases, and SEC Form 10-Ks from 2009 to 2022. Total revenue:  Net Income:  Assets:  Market cap:  Average Stock Price:  Dividends per common share: \n\n\n== References ==", "In March 2018, the bank invested in CommonBond, a student loan financier, and in May of the same years, the company leased more office space at Rockefeller Center in New York City. 50 client advisors, who were part of First Republic's Luminous acquisition, with $17 billion of assets under management, left the company in 2019.", "The law passed in July 1997, shortly after First Republic completed a reverse merger of the larger California-chartered thrift into the Nevada-chartered Silver State Thrift subsidiary. After the passage of the law, the Nevada thrift became a state-chartered bank, First Republic Savings Bank."]}