{"ids": ["cf4d982d-101e-44d6-9e09-a1cb3e18766d", "ebe8d61d-bb01-4503-9216-f36e286f18c5", "fd3adf76-9486-4cc7-93c5-02b6b4c4544c", "d978216a-37ba-4bbc-b29b-67d53fb8486e", "6e9bdbee-e041-48d1-b01f-9e183ab18947", "82f3a1a9-ffa0-4d4f-9777-5413bb4f0bb4", "87a26aee-454d-4102-a3bb-c57665ae8a15", "c892a18e-7424-41b7-b21f-8ce6bdaae221", "5b36b3c5-2805-45a0-9318-1cba30443985", "06ab44ec-e06b-40e7-aa99-319ef1c1f6b6", "e8bda323-0985-445e-9938-23bbf146de24", "13a6917f-9d41-4402-a38a-9ada15da978f", "4fad5ecc-790d-45b3-96e8-2c8c148845b2", "a7ca36d9-7e7d-4019-b654-4102db414568", "131910cd-1682-4590-b4df-3f789bf48af6", "96b15248-4636-4735-adb4-6df5909325c2", "afafa8df-eef3-43c5-bb3a-7d00201ba517", "fa3531b2-2fd1-4a4b-a0f4-65ab91ec2171", "ef9e8906-9961-4128-b5d9-044b98273678", "d5db51b5-7c21-49d6-83a6-3ba0b8f42bc8", "2af9b80d-f759-4a99-99e8-b87b57c0ee0f", "4f50418f-167d-4fa7-b66d-1508216202a9", "2701fa73-7bfe-4e00-901e-248d85d6118f", "8ebeb9f5-b317-462a-ac8b-28f981593262", "c86d5e00-27e7-416a-9d13-5b037ba779b6"], "text": ["(The deposits in the Wisselbank were virtually unenforceable, but everyone was free to demand the money that he had entrusted to his cashier.) The deferrals resulted in an international banking crisis in Amsterdam (38 bankruptcies), Hamburg (90–97), Berlin (33), Danzig, Leipzig, Breslau, Stockholm, and London. The bankers became unwilling to extend credit to one another, so that the failure of Neufville led to a general loss of market funding. On August 4th, six prominent Amsterdam bankers proposed the idea of depositing their silver and gold bars at the Wisselbank, opting for this approach over using coins.", "On Monday 1 August, the Wisselbank refused to transfer any money and De Neufville suspended payment the next day. The shocking failure of De Neufville caused the market to contract its lending to bankers; bankers to stop accepting bills; and creditors to stop lending on the security of bills. Their reaction caused financial contagion, a \"run behaviour, whereby fears of widespread financial collapse lead to the withdrawal of funding from banks and other financial institutions.\" The immediate victims were a group of independent, private \"cashiers\". (The deposits in the Wisselbank were virtually unenforceable, but everyone was free to demand the money that he had entrusted to his cashier.)", "This changed with the Fourth Anglo-Dutch War, when the Dutch East India Company defaulted on large unsecured advances from the bank. Despite several attempts to recapitalize, confidence in the bank never recovered. During the last decade of the Republic of the United Provinces, in 1790, the premium on the bank's money disappeared, and by the end of the year, it had declared itself insolvent. The City of Amsterdam assumed control of the bank in 1791. The Nederlandsche Bank was established in 1814, and took over money issue duties for the new Kingdom of the Netherlands, while the Wisselbank entered liquidation in 1819.", "== Failure ==\nThe bank was administered by a committee of city government officials concerned to keep its affairs secret. It initially operated on a deposit-only basis, but later it allowed depositors to overdraw their accounts, and it lent large sums to the Municipality of Amsterdam (the Society of Surinam and the East India Company).  Initially this was kept confidential, but it had become public knowledge by July 1790. After 1783, the agio on the bank money dropped slowly from 4, 3, 2, 1 to almost 0%, and in 1790, the bank had to declare itself insolvent, offering to sell silver at a 10% discount to depositors.", "In August 1672, the bank was stormed by private account holders who wanted to withdraw their money. Johan Huydecoper, Joan Geelvinck, and his father Cornelis Geelvinck were commissioners in the year of disaster. In the following year the Wisselbank booked a loss.On 17 August 1657, the bank began to advance money on loan to the East India Company. Silver coins such as the rijksdaalder and the coveted Spanish dollar were in high demand in Old Batavia, prized on the Spice Islands, and sought after in Southeast Asia, ultimately proving to be lucrative exports. At first, the city had to give special permission for each loan.", "=== August 1763 ===\nThe Bank of Amsterdam shut twice a year (in January and July) for two weeks to balance its books; the account holders were expected to come and check their balance; for other business, they had to pay a fee. In 1763, the bank was closed from Friday 15 July until Friday 29 July. The financial crisis at the end of July 1763 was triggered when Leendert Pieter de Neufville had to pay his obligations to Johann Ernst Gotzkowsky.  On Monday 1 August, the Wisselbank refused to transfer any money and De Neufville suspended payment the next day.", "For the first time in two centuries, the bank's duty of secrecy was broken, causing a great deal of commotion. Trust in the bank was subsequently minimal. A loan was issued to raise capital to save the Wisselbank, which was still considered vital to the Amsterdam economy, but far too few lenders signed up. The new, revolutionary, representatives of the people therefore came up with another plan. They claimed that the former regents were personally responsible for the large loans that had been made under their leadership. They wanted these former regents – and if they had died, their heirs – to settle the deficits out of their own pockets.", "According to the economists and financial historians Steve Quinn (Texas Christian University) and Will Roberds (Federal Reserve Bank of Atlanta), it offers three valuable lessons that remain pertinent in assessing the financial stability of a central bank today:\n\nThe bank's first mistake was to try to pursue a policy of stable money while at the same time building up high claims on debtors of questionable quality (in this specific case, the East India Company, among others).\nThe second mistake was that the municipality of Amsterdam left the bank alone with its losses for a long time, but demanded profit distributions whenever this seemed possible.", "The Bank of Amsterdam and the Stadsbank van Lening were open until two o'clock that night to accept gold and silver, which had never happened before. The Bank of Amsterdam's improvised solution to the crisis was for the bank to expand its receipt window (much like a modern repo facility) to include unminted silver bullion, a form of collateral that was in abundant supply after the Prussian demonetization. The Wisselbank introduced a new lending window that accepted bullion between 4–15 August. The amount of bullion went up in the next few weeks.", "The second mistake was that the municipality of Amsterdam left the bank alone with its losses for a long time, but demanded profit distributions whenever this seemed possible. If the municipality had left a larger part of the profits in the bank as reserves, the bank would have been better prepared for difficult times.\nThe third mistake was the insufficient recapitalization of the bank by the city in 1791 and 1792. When a bank has to be recapitalized, savings must not be made if confidence in the bank is not to be lost again.", "The Wisselbank refused to hand them over, referring to the charter of 16 December 1670, which allowed it to give credit to foreign nations, and the money could not be arrested, etc. Especially following the release of the Bank of Exchange's financial report in March 1795, its role within the payment system gradually diminished.Amsterdam's new city council published the Wisselbank's unfavorable balance sheet figures. For the first time in two centuries, the bank's duty of secrecy was broken, causing a great deal of commotion. Trust in the bank was subsequently minimal.", "On August 4th, six prominent Amsterdam bankers proposed the idea of depositing their silver and gold bars at the Wisselbank, opting for this approach over using coins. On 5 August, the banks were closed and all bills drawn on Amsterdam were returned without acceptance or \"protested\". A run on the cashiers (bank tellers) followed on Saturday, 6 August. The Bank of Amsterdam and the Stadsbank van Lening were open until two o'clock that night to accept gold and silver, which had never happened before.", "(All countries of Europe began to issue large-size silver coins.) In 1652, the Wisselbank made no profit. In a fire in the town hall, many coins melted and had to be cleaned; the bank was temporarily moved to the Jan Roodenpoorts tower. In 1654 quite a few people (10%) were in debt to the Wisselbank after the First Anglo-Dutch War. In 1666, Jan de Neufville (1613–1663) and the Coymans company both deposited sums exceeding 3.5  million guilders with the Wisselbank. In August 1672, the bank was stormed by private account holders who wanted to withdraw their money.", "In the course of the 18th century, English and French competition on the Cadiz trade increased considerably so that the Dutch merchants, who used to occupy the first place, were pushed back to the third place.  In January 1773, after the credit crisis of 1772, the Wisselbank funded a city-operated loan facility for distressed merchants.\n\n\n== Deposits of bullion and coin ==\nDeposits of coin constituted but a small part of bank capital. Most of the bank's capital originated from deposits of gold and silver bullion, intrinsically of higher value as bullion was not debased, unlike most of the circulating coinage.", "The model of the Wisselbank as a state bank was adapted throughout Europe, including the Bank of Sweden (1668) and the Bank of England (1694). David Hume praised the Bank of Amsterdam for its policy of 100 percent specie-backed deposit reserves.The bank's full-reserve policy relaxed over time as it lent money to finance overseas trade and to support the Dutch economy, but it remained liquid by requiring good collateral on its loans. This changed with the Fourth Anglo-Dutch War, when the Dutch East India Company defaulted on large unsecured advances from the bank. Despite several attempts to recapitalize, confidence in the bank never recovered.", "In 1808, a new entrance was established due to Louis Bonaparte's decision to repurpose the town hall as his palace, necessitating the separation of the bank from the palace. A royal palace with a bank inside was considered a novelty and was unique in the world. Following the French departure in 1813, the new Dutch King Willem I of the Netherlands sought to discontinue the Wisselbank, as it had become incapable of disbursing salaries. During his years in exile in England, he had become better acquainted with the Bank of England, a central credit institution that issued banknotes which provided a uniform medium of exchange.", "When a bank has to be recapitalized, savings must not be made if confidence in the bank is not to be lost again.\n\n\n== Commissioners ==\nJoan Munter (1611–1685) seated 28 years\nAdriaan van Loon (1631–1722) seated 22 years\nHarman van Ghesel (1701–1787) seated 45 years.\n\n\n== Notes ==\n\n\n== References ==\n\n\n== Further reading ==\nAllen, Larry (2009). The Encyclopedia of Money (2nd ed.). Santa Barbara, CA: ABC-CLIO. pp. 26–27. ISBN 978-1598842517.", "Eventually, the council decided to institute a compulsory loan, to be paid for by the 55 richest inhabitants of the city. They protested vehemently, but in vain. They just had to pay. Fortunately for them, with the support of the Staatsbewind (the council of the Republic), money was raised which was soon used to pay off the loan. In 1802, the bank's liabilities were once again entirely backed by 'metallique specie', and from that point forward, the commissioners were explicitly prohibited from extending credit to 'any private person, corporation or constituted authority, by whatever name'.", "The bank seems to have hardly supported the Dutch West India Company; but in 1637, the Stadsbank van Lening did so. It provided the Admiralty of Amsterdam and the mint masters in Enkhuizen, Harderwijk, Kampen, Medemblik, Zwolle and Utrecht with funds booked as private loans. In 1645, for which year ledgers of the Wisselbank are available, the firm Coymans was the largest account holder at the bank with a turnover of over 4 million guilders. In 1647, Amsterdam became a recognized staple market for Spanish silver from the New World.", "In 1622, it was forbidden to trade in gold and silver without the authorization of the bank. After the Treaty of Bärwalde in 1631, France transferred its financial support to the Swedish army with the help of Jean Hoeufft and the Wisselbank.\n\nThe city of Amsterdam, which owned the bank and guaranteed the deposits, derived from it a considerable revenue, but was responsible for the losses too. The bank seems to have hardly supported the Dutch West India Company; but in 1637, the Stadsbank van Lening did so.", "In: DE WISSELBANK – VAN STADSBANK TOT BANK VAN DE WERELD\n\n\n== External links ==\nThe archive of the Wisselbank at the Amsterdam City Archives\nCentral Banking Before 1800: A Rehabilitation by Ulrich Bindseil, p. 211-215\nBuiter, Willem (2020) Central Banks as Fiscal Players: The Drivers of Fiscal and Monetary Space. Cambridge: Cambridge University Press.\nDillen, J.G.", "The City of Amsterdam took over direct control in 1791. Between 1792 and 1794, the bank made no profit. In June 1794, king Victor Amadeus III of Sardinia, who was in war with France, borrowed more than one million guilders; a box with jewels was kept in the Wisselbank as a deposit. On 23 January 1795, during the Batavian Revolution, the doors of the Wisselbank were locked and the treasure sealed; within two weeks the First French Republic claimed the jewels belonging to the King of Sardinia.", "The Wisselbank introduced a new lending window that accepted bullion between 4–15 August. The amount of bullion went up in the next few weeks. After the Seven Years' War the stock of precious metals held by the Wisselbank was never as large as in the years 1763–1765, that is, 31 million guilders, of which no less than 25 million were made up of Spanish specie, and sent from Hamburg. In the course of the 18th century, English and French competition on the Cadiz trade increased considerably so that the Dutch merchants, who used to occupy the first place, were pushed back to the third place.", "The Bank of Amsterdam (Dutch: Amsterdamsche Wisselbank, lit. 'Exchange Bank of Amsterdam') was an early bank, vouched for by the city of Amsterdam, and established in 1609. It was the first public bank to offer accounts not directly convertible to coin. As such, it has been described as the first true central bank, even though that view is not uniformly shared. The Amsterdam Wisselbank was also active in the production of coins.", "Most of the bank's capital originated from deposits of gold and silver bullion, intrinsically of higher value as bullion was not debased, unlike most of the circulating coinage.\nThe Bank of Amsterdam gave credit for deposits of gold and silver worth about 5% less than their mint price. It granted the depositor a \"receipt\", which allowed him to claim his deposit within 6 months, upon returning to the bank the same value of bank money for which credit had been given, and payment of a fee for the keeping —a warehouse rent of sorts— of 0.25% for silver, and 0.5% for gold. This fee could be paid every six months, extending the deposit period."]}