{"f39ddee7-4ee9-4b32-b2ff-49694eec12bf": {"texts": ["== Laureates ==\n\n\n== Nobel laureates by birthplace ==\n\n\n== Nobel laureates by country ==\nThe 119 Nobel laureates in literature from 1901 to 2023 have come from the following countries:\n\n\n== Nobel Prize in Literature (by language) ==\n1Rabindranath Tagore (Nobel Prize in Literature 1913) wrote in Bengali and English, Samuel Beckett (Nobel Prize in Literature 1969) wrote in French and English and Joseph Brodsky (Nobel Prize in Literature 1987) wrote poetry in Russian and prose in English. These three Nobel laureates have been sorted under Bengali, French and Russian, respectively.2Karl Adolph Gjellerup (Nobel Prize in Literature 1917) wrote in Danish and German.", "== Laureates ==\n\n\n== Nobel laureates by birthplace ==\n\n\n== Nobel laureates by country ==\nThe 119 Nobel laureates in literature from 1901 to 2023 have come from the following countries:\n\n\n== Nobel Prize in Literature (by language) ==\n1Rabindranath Tagore (Nobel Prize in Literature 1913) wrote in Bengali and English, Samuel Beckett (Nobel Prize in Literature 1969) wrote in French and English and Joseph Brodsky (Nobel Prize in Literature 1987) wrote poetry in Russian and prose in English. These three Nobel laureates have been sorted under Bengali, French and Russian, respectively.2Karl Adolph Gjellerup (Nobel Prize in Literature 1917) wrote in Danish and German."], "sources": ["https://en.wikipedia.org/wiki/List_of_Nobel_laureates_in_Literature", "https://en.wikipedia.org/wiki/List_of_Nobel_laureates_in_Literature"]}, "48d69b6b-c25f-495b-aff1-4709fb3f3002": {"texts": ["=== Autobiography ===\nIran Awakening: One Woman's Journey to Reclaim Her Life and Country (2007) by Shirin Ebadi (ISBN 9780676978025).\nAhmed Zewail Autobiography.\nBanker to the Poor: The Autobiography of Muhammad Yunus, Founder of Grameen Bank. ISBN 0195795377, 978-0195795370.\nSadat, Anwar (1978). In Search of Identity: An Autobiography. New York: Harper & Row. ISBN 978-0060137427."], "sources": ["https://en.wikipedia.org/wiki/List_of_Muslim_Nobel_laureates"]}, "b221dc80-6abf-4a3b-8961-cb4c463f3163": {"texts": ["=== Books ===\nThe Age of Deception: Nuclear Diplomacy in Treacherous Times by Mohamed El Baradei.\nIslam, Orientalism and Intellectual History: Modernity and the Politics of Exclusion since Ibn Khaldun (Library of Middle East History) by Mohammad R. Salama ISBN 1848850050, 1848850050.\nOrhan Pamuk and the Politics of Turkish Identity: From Islam to Istanbul by Erdag Goknar, ISBN 0415505380, 978-0415505383, Routledge Publication."], "sources": ["https://en.wikipedia.org/wiki/List_of_Muslim_Nobel_laureates"]}, "b23f32fa-dabb-4e47-95d2-8089e7b8e19a": {"texts": ["The 1992 Summer Olympics (Spanish: Juegos Olímpicos de Verano de 1992, Catalan: Jocs Olímpics d'estiu de 1992), officially known as the Games of the XXV Olympiad (Spanish: Juegos de la XXV Olimpiada, Catalan: Jocs de la XXV Olimpíada) and commonly known as Barcelona '92, were an international multi-sport event held from 25 July to 9 August 1992 in Barcelona, Catalonia, Spain."], "sources": ["https://en.wikipedia.org/wiki/1992_Summer_Olympics"]}, "b3d9e27e-82e9-428a-845e-38a755dfde65": {"texts": ["Barcelona was opened to the sea with the construction of the Olympic Village and Olympic Port in Poblenou. New centers were created, and modern sports facilities were built in the Olympic zones of Montjuïc, Diagonal, and Vall d'Hebron; hotels were also refurbished and new ones built. The construction of ring roads around the city helped to reduce traffic density, and El Prat airport was modernized and expanded with the opening of two new terminals."], "sources": ["https://en.wikipedia.org/wiki/1992_Summer_Olympics"]}, "451fed18-fc20-481b-91fe-840e5a5595ae": {"texts": ["The Unified Team (made up by the former Soviet republics without the Baltic states) topped the medal table, winning 45 gold and 112 overall medals.\n\n\n== Host city selection ==\nBarcelona is the second-largest city in Spain and the capital of the autonomous community of Catalonia, and the hometown of then-IOC president Juan Antonio Samaranch and the famous European club, FC Barcelona. The city was also a host for the 1982 FIFA World Cup."], "sources": ["https://en.wikipedia.org/wiki/1992_Summer_Olympics"]}, "dcd20106-5adb-4ac4-b02b-14183692469d": {"texts": ["== Corporate image and identity ==\nA renewal in Barcelona's image and corporate identity could be seen in the publication of posters, commemorative coins, stamps minted by the FNMT in Madrid, and the Barcelona 1992 Olympic Official Commemorative Medals, designed and struck in Barcelona.\n\n\n== See also ==\n1992 Summer Paralympics\n1992 Winter Paralympics\n1992 Winter OlympicsList of IOC country codes\nOlympics Triplecast\nUse of performance-enhancing drugs at the 1992 Olympic Games\nBarcelona Gold – compilation album released for the 1992 Games\nUrban planning of Barcelona\n\n\n== References =="], "sources": ["https://en.wikipedia.org/wiki/1992_Summer_Olympics"]}, "38882c81-5e26-4af5-934b-0b3d6eb86bd0": {"texts": ["The city was also a host for the 1982 FIFA World Cup. On 17 October 1986, Barcelona was selected to host the 1992 Summer Olympics over Amsterdam, Netherlands; Belgrade, Yugoslavia; Birmingham, United Kingdom; Brisbane, Australia; and Paris, France, during the 91st IOC Session in Lausanne, Switzerland. New Delhi, India, had announced a bid for the games, but withdrew in March 1986. With 85 out of 89 members of the IOC voting by secret ballot, Barcelona won a majority of 47 votes. Samaranch abstained from voting."], "sources": ["https://en.wikipedia.org/wiki/1992_Summer_Olympics"]}, "f62ec684-2942-49a7-9a1b-3387362a3072": {"texts": ["== Effect on the city ==\nThe celebration of the 1992 Olympic Games had an enormous impact on the urban culture and outward projection of Barcelona. The Games provided billions of dollars for infrastructure investments, which are considered to have improved the quality of life in the city, and its attraction for investment and tourism. Barcelona became one of the most visited cities in Europe after Paris, London, and Rome.Barcelona's nomination for the 1992 Summer Olympics sparked the implementation of an ambitious plan for urban transformation that had already been developed previously."], "sources": ["https://en.wikipedia.org/wiki/1992_Summer_Olympics"]}, "cf550b1f-457d-4559-b44a-15fd8f1daf8c": {"texts": ["Catalunya – canoeing (sprint)\nCircuit de Catalunya – cycling (road team time trial start/ finish)\nClub Hípic El Montayá – equestrian (dressage, eventing endurance)\nEstadi de la Nova Creu Alta – football\nEstadi Olímpic de Terrassa – field hockey\nEstadio Luís Casanova – football\nLa Romareda – football\nL'Hospitalet de Llobregat Baseball Stadium – baseball (final)\nMollet del Vallès Shooting Range – modern pentathlon (shooting),"], "sources": ["https://en.wikipedia.org/wiki/1992_Summer_Olympics"]}, "fde2067b-602e-4160-9db2-2540d5d17bda": {"texts": ["The Nobel Prize in Literature (Swedish: Nobelpriset i litteratur) is awarded annually by the Swedish Academy to authors for outstanding contributions in the field of literature. It is one of the five Nobel Prizes established by the 1895 will of Alfred Nobel, which are awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. As dictated by Nobel's will, the award is administered by the Nobel Foundation and awarded by the Swedish Academy. The first Nobel Prize in Literature was awarded in 1901 to Sully Prudhomme of France."], "sources": ["https://en.wikipedia.org/wiki/List_of_Nobel_laureates_in_Literature"]}, "4d2b9721-7229-4b78-854a-0d7c7a785ef3": {"texts": ["As dictated by Nobel's will, the award is administered by the Nobel Foundation and awarded by the Swedish Academy. The first Nobel Prize in Literature was awarded in 1901 to Sully Prudhomme of France. Each recipient receives a medal, a diploma and a monetary award prize that has varied throughout the years. In 1901, Prudhomme received 150,782 SEK, which is equivalent to 8,823,637.78 SEK in January 2018."], "sources": ["https://en.wikipedia.org/wiki/List_of_Nobel_laureates_in_Literature"]}, "2b382142-21c1-4e7c-b8b7-d10a375b29f7": {"texts": ["The oldest laureate to receive the prize was Doris Lessing, who was 88 when she was awarded in 2007. It has been awarded posthumously once, to Erik Axel Karlfeldt in 1931. When he received the award in 1958, Russian-born Boris Pasternak was forced to publicly reject the award under pressure from the government of the Soviet Union. In 1964, Jean-Paul Sartre made known that he did not wish to accept the Nobel Prize in Literature, as he had consistently refused all official honors in the past."], "sources": ["https://en.wikipedia.org/wiki/List_of_Nobel_laureates_in_Literature"]}, "adc7df1b-47ef-480e-bd94-03da7cbc5bd2": {"texts": ["In 1964, Jean-Paul Sartre made known that he did not wish to accept the Nobel Prize in Literature, as he had consistently refused all official honors in the past. However the Nobel committee does not acknowledge refusals, and includes Pasternak and Sartre in its list of Nobel laureates.Seventeen women have been awarded the Nobel Prize in Literature, the second highest number of any of the Nobel Prizes behind the Nobel Peace Prize. There have been four instances in which the award was given to two people (1904, 1917, 1966, 1974)."], "sources": ["https://en.wikipedia.org/wiki/List_of_Nobel_laureates_in_Literature"]}, "b0a59c78-6a2c-422b-99b6-923509144207": {"texts": ["There have been four instances in which the award was given to two people (1904, 1917, 1966, 1974). There have been seven years in which the Nobel Prize in Literature was not awarded (1914, 1918, 1935, 1940–1943). There have been three years for which the Nobel Prize in Literature was delayed one year: the prizes for 1915, 1949 and 2018 were each awarded together with that of the following year in October of the following year."], "sources": ["https://en.wikipedia.org/wiki/List_of_Nobel_laureates_in_Literature"]}, "81a02663-59fd-40d2-b0cb-d78a39a4ad78": {"texts": ["There have been three years for which the Nobel Prize in Literature was delayed one year: the prizes for 1915, 1949 and 2018 were each awarded together with that of the following year in October of the following year. As of 2022, there have been 29 English-speaking laureates of the Nobel Prize in Literature, followed by French with 16 laureates and German with 14 laureates. France has the highest number of Nobel laureates.\n\n\n== Laureates ==\n\n\n== Nobel laureates by birthplace =="], "sources": ["https://en.wikipedia.org/wiki/List_of_Nobel_laureates_in_Literature"]}, "33a07230-8dcb-4888-b3b2-79a66d4e07f2": {"texts": ["In 1901, Prudhomme received 150,782 SEK, which is equivalent to 8,823,637.78 SEK in January 2018. The award is presented in Stockholm at an annual ceremony on December 10, the anniversary of Nobel's death.As of 2022, the Nobel Prize in Literature has been awarded to 119 individuals. The youngest laureate was Rudyard Kipling, who was 41 years old when he was awarded in 1907. The oldest laureate to receive the prize was Doris Lessing, who was 88 when she was awarded in 2007."], "sources": ["https://en.wikipedia.org/wiki/List_of_Nobel_laureates_in_Literature"]}, "15d845f6-eca8-403d-86c7-95c70da2b4bc": {"texts": ["France has the highest number of Nobel laureates.\n\n\n== Laureates ==\n\n\n== Nobel laureates by birthplace ==\n\n\n== Nobel laureates by country ==\nThe 119 Nobel laureates in literature from 1901 to 2023 have come from the following countries:"], "sources": ["https://en.wikipedia.org/wiki/List_of_Nobel_laureates_in_Literature"]}, "da856537-dc4d-48f0-8e8f-8e09a8d671c5": {"texts": ["== Nobel laureates by sex ==\nThe 120 Nobel laureates in literature from 1901 to 2023 were from the following sexes:\n\n\n== References ==\n\n\n=== Notes ===\n\n\n=== Citations ===\n\n\n=== Sources ==="], "sources": ["https://en.wikipedia.org/wiki/List_of_Nobel_laureates_in_Literature"]}, "a330c02f-1b13-4174-b767-11d2cd892215": {"texts": [": III-24  On April 12, 1981, the Space Shuttle launched for the first time, and was piloted by John Young and Robert Crippen. During the two-day mission, Young and Crippen tested equipment on board the shuttle, and found several of the ceramic tiles had fallen off the top side of the Columbia.: 277–278  NASA coordinated with the Air Force to use satellites to image the underside of Columbia, and determined there was no damage."], "sources": ["https://en.wikipedia.org/wiki/Space_Shuttle"]}, "e52b4096-f649-4072-8c85-d4af8ffedeb6": {"texts": [": 62 \n\n\n=== Mission ===\n\nThe Space Shuttle mission, named STS-51-L, was the twenty-fifth Space Shuttle flight and the tenth flight of Challenger.: 6  The crew was announced on January 27, 1985, and was commanded by Dick Scobee. Michael Smith was assigned as the pilot, and the mission specialists were Ellison Onizuka, Judith Resnik, and Ronald McNair."], "sources": ["https://en.wikipedia.org/wiki/Space_Shuttle_Challenger_disaster"]}, "cd2b6518-8886-4e5e-8536-89af9e5b653c": {"texts": ["The mission, designated STS-51-L, was the tenth flight for the orbiter and the twenty-fifth flight of the Space Shuttle fleet. The crew was scheduled to deploy a communications satellite and study Halley's Comet while they were in orbit, in addition to taking schoolteacher Christa McAuliffe into space. The latter resulted in a higher-than-usual media interest and coverage of the mission; the launch and subsequent disaster were seen live in many schools across the United States."], "sources": ["https://en.wikipedia.org/wiki/Space_Shuttle_Challenger_disaster"]}, "d7ea79ff-60c3-4759-907a-48904a6cb291": {"texts": ["Once installed at the launch pad, the Space Shuttle was used to verify the proper positioning of the launch complex hardware. Enterprise was taken back to California in August 1979, and later served in the development of the SLC-6 at Vandenberg AFB in 1984.: 40–41 On November 24, 1980, Columbia was mated with its external tank and solid-rocket boosters, and was moved to LC-39 on December 29.: III-22  The first Space Shuttle mission, STS-1, would be the first time NASA performed a crewed first-flight of a spacecraft."], "sources": ["https://en.wikipedia.org/wiki/Space_Shuttle"]}, "9f2efb7d-a7ab-46f7-9d9b-a3d3d50d366b": {"texts": ["== Background ==\n\n\n=== Space Shuttle ===\n\nThe Space Shuttle was a partially reusable spacecraft operated by the US National Aeronautics and Space Administration (NASA).: 5, 195  It flew for the first time in April 1981,: III–24  and was used to conduct in-orbit research,: III–188  and deploy commercial,: III–66  military,: III–68  and scientific payloads."], "sources": ["https://en.wikipedia.org/wiki/Space_Shuttle_Challenger_disaster"]}, "2774b657-ff9a-44aa-bedb-6978e7ef2959": {"texts": [": 277–278  NASA coordinated with the Air Force to use satellites to image the underside of Columbia, and determined there was no damage.: 335–337  Columbia reentered the atmosphere and landed at Edwards AFB on April 14.: III-24 NASA conducted three additional test flights with Columbia in 1981 and 1982. On July 4, 1982, STS-4, flown by Ken Mattingly and Henry Hartsfield, landed on a concrete runway at Edwards AFB. President Ronald Reagan and his wife Nancy met the crew, and delivered a speech."], "sources": ["https://en.wikipedia.org/wiki/Space_Shuttle"]}, "6ae355a9-700a-4061-936a-78417ed0c4de": {"texts": ["However, the Columbia disaster resulted in additional orbiters being prepared for launch on need in the event of a rescue mission. As Atlantis was prepared for the final launch-on-need mission, the decision was made in September 2010 that it would fly as STS-135 with a four-person crew that could remain at the ISS in the event of an emergency.: III-355  STS-135 launched on July 8, 2011, and landed at the KSC on July 21, 2011, at 5:57 a.m. EDT (09:57 UTC)."], "sources": ["https://en.wikipedia.org/wiki/Space_Shuttle"]}, "8b62aa0f-e675-418a-aee5-be53138caba3": {"texts": ["Construction of Endeavour began in 1987 and was completed in 1990, and it first flew on STS-49 in May 1992. He also announced that the program would no longer carry commercial satellite payloads, and that these would be launched using commercial expendable launch vehicles. These commercial payloads were reallocated from the Space Shuttle program to end the dependence on a single launch vehicle and limit the pressure on NASA to launch crewed missions to satisfy its customers.The Space Shuttle fleet was grounded for two years and eight months while the program underwent investigation, redesign, and restructuring."], "sources": ["https://en.wikipedia.org/wiki/Space_Shuttle_Challenger_disaster"]}, "28a5a40a-bad1-446b-b1dc-e540d5d63d3d": {"texts": ["On September 29, 1988, Discovery launched on STS-26 mission from LC-39B with a crew of five veteran astronauts. Its payload was TDRS-3, which was a substitute for the satellite lost with Challenger. The launch tested the redesigned boosters, and the crew wore pressure suits during the ascent and reentry. The mission was a success, and the program resumed flying.\n\n\n== Legacy ==\nIn 2004, President George W. Bush conferred posthumous Congressional Space Medals of Honor to all 14 crew members killed in the Challenger and Columbia accidents."], "sources": ["https://en.wikipedia.org/wiki/Space_Shuttle_Challenger_disaster"]}, "3240c13f-ed96-4ea8-8e02-b2f54b6d829b": {"texts": ["If the landing occurred at Edwards, the orbiter was flown back to the KSC atop the Shuttle Carrier Aircraft (SCA), a specially modified Boeing 747 designed to carry the shuttle above it.\nThe first orbiter, Enterprise, was built in 1976 and used in Approach and Landing Tests (ALT), but had no orbital capability. Four fully operational orbiters were initially built: Columbia, Challenger, Discovery, and Atlantis. Of these, two were lost in mission accidents: Challenger in 1986 and Columbia in 2003, with a total of 14 astronauts killed."], "sources": ["https://en.wikipedia.org/wiki/Space_Shuttle"]}}