{"text": ["The Croatian National Bank had anticipated euro adoption within two or three years of EU entry. However, the EU's response to the financial crises in eurozone delayed Croatia's adoption of the euro. The country's own contracting economy also posed a challenge to its meeting of the convergence criteria. While keen on euro adoption, one month before Croatia's EU entry, governor Vujčić stated \"...we have no date (to join the single currency) in mind at the moment\".", "This had to be at least two years after Croatia joined the European Exchange Rate Mechanism (ERM II), in addition to it meeting other criteria. Croatia joined ERM II on 10 July 2020. Prime Minister Andrej Plenković stated in November 2020 that Croatia intended to adopt the euro on 1 January 2023, and in December 2020 the Croatian government adopted an action plan for euro adoption.Many small businesses in Croatia had debts denominated in euros before EU accession. Croatians already used the euro for most savings and many informal transactions. Real estate, motor vehicle and accommodation prices were mostly quoted in euros.", "Croatia adopted the euro as its currency on 1 January 2023, becoming the 20th member state of the eurozone. A fixed conversion rate was set at 1 € = 7.5345 kn.Croatia's previous currency, the kuna, used the euro (and prior to that one of the euro's major predecessors, the German mark or Deutsche Mark) as its main reference since its creation in 1994, and a long-held policy of the Croatian National Bank was to keep the kuna's exchange rate with the euro within a relatively stable range.Croatia's European Union (EU) membership obliged it to introduce the euro once it had fulfilled the euro convergence criteria.", "On 7 December, Croatia and the European Commission signed a Partnership Agreement for the organisation of information and communication campaigns concerning the changeover from the kuna to the euro in Croatia.In November 2021, the Croatian right-wing and eurosceptic party Hrvatski Suverenisti was unable to obtain the required number of signatures to force a referendum to block the planned adoption of the euro.On 10 December 2021, Finance Minister Marić announced that the bill on introducing the euro currency in Croatia was being drafted and could be outlined in mid-January, with its final adoption expected in April 2022.", "While keen on euro adoption, one month before Croatia's EU entry, governor Vujčić stated \"...we have no date (to join the single currency) in mind at the moment\". The European Central Bank (ECB) was expecting Croatia to be approved for ERM II membership in 2016 at the earliest, with euro adoption in 2019.In April 2015, President Kolinda Grabar-Kitarović stated in a Bloomberg interview that she was \"confident that Croatia would introduce the euro by 2020\", although the then-Prime Minister Zoran Milanović subsequently refused to commit to such timeline for the euro adoption.In November 2017, Prime Minister Andrej Plenković said that Croatia aimed to join ERM II by 2020 and to introduce the euro initially by 2025.", "The official decision for euro adoption is made by the EU's ECOFIN council and could not occur prior to 10 July 2022, two years after Croatia joined the ERM II.On 1 June 2022, the Commission assessed in its 2022 convergence report that Croatia fulfilled all the criteria for joining the euro area and proposed to the Council that Croatia adopt the euro on 1 January 2023.On 16 June 2022, the euro area member states recommended that Croatia become the 20th member. Paschal Donohoe, President of the Eurogroup said:\n\nI am very pleased to announce that the Eurogroup agreed today that Croatia fulfils all the necessary conditions to adopt the euro.", "Parliament supported the report of Siegfried Mureșan that Croatia has fulfilled all the criteria for adopting euro on 1 January 2023.On 12 July 2022, the Council of EU adopted the final three legal acts that were required for Croatia to adopt the euro as legal tender. A fixed exchange rate was set at 1 € = 7.53450 kn.\nOn 18 July 2022, the Croatian Mint began producing euro coins with Croatian national motifs.From 5 September 2022 until 31 December 2023, display of all prices in dual currency is mandatory to prevent unjustified price increases. The public can buy euro starter kits to familiarise themselves with the new currency starting 1 December 2022.", "Paschal Donohoe, President of the Eurogroup said:\n\nI am very pleased to announce that the Eurogroup agreed today that Croatia fulfils all the necessary conditions to adopt the euro.\nOn 24 June 2022, the European Council supported the Commission's proposal for Croatia to adopt the euro. \"It endorses the Commission's proposal that Croatia adopt the euro on January 1, 2023 and invites the EU's ECOFIN council to adopt swiftly the relevant Commission proposals,\" the Council added.On 5 July 2022, the European Parliament approved Croatia's entry in eurozone with 539 votes in favour, 45 against and 48 abstentions.", "== Background ==\nCroatia's EU membership obliged it to join the eurozone once it fulfilled the euro convergence criteria. Prior to Croatian entry to the EU on 1 July 2013, Boris Vujčić, governor of the Croatian National Bank, stated that he would like the kuna to be replaced by the euro as soon as possible after accession. This had to be at least two years after Croatia joined the ERM II (in addition to it meeting other criteria).\nThe Croatian National Bank had anticipated euro adoption within two or three years of EU entry. However, the EU's response to the financial crises in eurozone delayed Croatia's adoption of the euro.", "Croatians already used the euro for most savings and many informal transactions. Real estate, motor vehicle and accommodation prices were mostly quoted in euros.\nOn 18 July 2022, the Croatian Mint began producing euro coins with Croatian national motifs.\n\n\n== Public opinion ==\nPublic support for the euro in Croatia", "The central rate of the kuna was set at 1 euro = 7.53450 kuna. The earliest allowed date for euro adoption, which requires two years of ERM participation, was then 10 July 2022.\n\n\n=== Target date: 1 January 2023 ===\nOn 11 November 2020, Prime Minister Andrej Plenković stated that Croatia intended to adopt the euro on 1 January 2023.In June 2021, on the occasion of 30 years of independence, Prime Minister Plenković said the government's ambition was to join the eurozone on the target date.", "In September, speaking at the 11th meeting of the National Council for the Introduction of the Euro as Croatia's official currency, Plenković said Croatia had the full support of the European Commission and the European Central Bank to join the euro area. He restated his confidence Croatia would be ready to enter the euro area from the start of 2023. In September 2021, following the meeting of the Eurogroup in Slovenia, Croatia signed an official agreement (a Memorandum of Understanding) with the European Commission and eurozone member states on practical steps for the actual minting of Croatian euro coins.", "The letter marked the first formal step towards the adoption of the euro. Croatia committed to joining the Banking union of the European Union as part of its efforts to join ERM II. On 23 November 2019, European Commissioner Valdis Dombrovskis said that Croatia could join ERM II in the second half of 2020.Croatia joined ERM II on 10 July 2020. The central rate of the kuna was set at 1 euro = 7.53450 kuna. The earliest allowed date for euro adoption, which requires two years of ERM participation, was then 10 July 2022.", "In 2023, everyone would be able to exchange kunas for euros free of charge in banks, in the Croatian Post offices, and in financial services and payment systems branches.On 13 May 2022, the Croatian Parliament voted in favour of the proposal to introduce the euro as legal tender.In May 2022, the European Commission completed an assessment of Croatia's progress.", "Prior to Croatian entry to the EU on 1 July 2013, Boris Vujčić, governor of the Croatian National Bank, stated that he would like the kuna to be replaced by the euro as soon as possible after accession. This had to be at least two years after Croatia joined the European Exchange Rate Mechanism (ERM II), in addition to it meeting other criteria. Croatia joined ERM II on 10 July 2020.", "On 18 July 2022, the Croatian Mint began producing euro coins with Croatian national motifs.\n\n\n== Public opinion ==\nPublic support for the euro in Croatia\n\n\n== Convergence status ==\nIn its first assessment under the convergence criteria in May 2014, the country satisfied the inflation and interest rate criteria, but did not satisfy the public finances, ERM membership, and legislation compatibility criteria. Subsequent convergence reports published in June 2016, May 2018 and June 2020 came to the same conclusions.\nThe report published in June 2022 concluded Croatia fulfilled all the criteria for adopting the euro.\n\nNotes\n\n\n== Background ==\nCroatia's EU membership obliged it to join the eurozone once it fulfilled the euro convergence criteria.", "He further stated, \"As of 1 January 2023, we will change over to the euro overnight and then have another two weeks for both currencies in circulation and citizens will be able to continue to pay in kuna but after that payments will be in euro. The dual prices will remain for at least one year\".On 14 December 2021, Prime Minister Andrej Plenković stated that he expected to have a final decision from the EU on Croatia's accession to the Schengen and euro areas in 2022.In January 2022, Croatian Prime Minister Andrej Plenković announced that from 5 September, prices would be displayed in both kunas and euros in the country, and through the whole of 2023.", "Since the introduction of the euro in 1999, the exchange rate between the two currencies rarely fluctuated to a substantial degree, remaining at a near constant 7.5:1 (HRK to EUR) rate. Croatia joined the European Union on 1 July 2013 and the Exchange Rate Mechanism on 10 July 2020 at a rate of 7.53450 HRK to €1.The kuna was replaced by the euro on 1 January 2023 after satisfying prerequisites, as the initial time estimate of standard four years after joining the European Union proved too short.A two-week transition period during which kuna cash remained as legal tender in circulation alongside the euro ended on 14 January.", "Following the entry into the ERM II regime in 2020, a fixed conversion rate was set at 1 € = 7.53450 kn in 2022, which was the final year for the kuna as Croatia replaced it with the euro on 1 January 2023. All Croatian bank accounts and credit cards were automatically converted to euros. State-owned finance agency Fina, Hrvatska pošta and all banks in Croatia will be exchanging kuna coins and notes to euro at no charge for 12 months since the introduction of euro, and Croatian National Bank will do the same for coins until the end of 2025 and notes indefinitely.\n\n\n== See also ==\nCroatian euro coins\n\n\n== References ==", "Instead, they issued their own Krajina dinar until the region was reintegrated into Croatia in 1995. Between 1996 and 1998, the United Nations Transitional Administration for Eastern Slavonia, Baranja and Western Sirmium facilitated gradual introduction of the currency into Eastern Slavonia, Baranja and Western Syrmia where it was used in parallel with other currencies.Core inflation rate of Croatian kuna averaged at 1.482 percent from January 2001 until October 2022.In the process of accession of Croatia to the European Union, the government decided to eventually replace the kuna with the euro (€, EUR)."]}