{"text": ["On March 10, 2023, Silicon Valley Bank (SVB) failed after a bank run, marking the third-largest bank failure in United States history and the largest since the 2007–2008 financial crisis. It was one of three bank failures, along with Silvergate Bank and Signature Bank, in March 2023 in the United States.\nSeeking higher investment returns from its burgeoning deposits, SVB had dramatically increased its holdings of long-term securities since 2021, accounting for them on a hold-to-maturity basis. The market value of these bonds decreased significantly through 2022 and into 2023 as the Federal Reserve raised interest rates to curb an inflation surge, causing unrealized losses on the portfolio.", "The collapse left 11 projects in the San Francisco Bay Area in limbo, plus two more in Los Angeles and the Central Valley. Housing advocates predicted delays and difficulty assembling funding. Some nonprofit organizations expect to deal with fallout from the bank's collapse for months. As a legacy of SVB's Boston Private acquisition, it provided free banking services to many nonprofits in San Mateo County, California, who have needed to redirect donations to alternative bank accounts.Ahmad Thomas, CEO of the Silicon Valley Leadership Group, of which the bank was a member, described the failure as a setback for the San Francisco Bay Area's startup ecosystem and noted that it would be difficult to replicate the bank's business model.", "More than 1,500 climate change–related technology startups had taken out loans or had lines of credit with Silicon Valley Bank. The failure came at a sensitive time when many such startups were scaling up to meet expected demand from the Inflation Reduction Act of 2022.Outside the technology startup space, Vox Media and BuzzFeed had its cash concentrated at the bank, and Vox Media saw its SVB-issued credit cards stop working. The California wine industry was also affected by SVB's collapse, since it was a leading regional winery banker. Some Oregon wineries were also affected. The bank's premium wine division had about $1.1 billion in outstanding loans to about 400 clients.", "Silicon Valley Bridge Bank or SVB Private is also not part of the bankruptcy filing as they are no longer affiliated with SVB Financial Group. The fallout has created what institutional investors and startups have referred to as a large gap in the ecosystem of which the full impact on startups and tech companies is yet to be determined.A subsequent analysis from the Federal Reserve conducted by then-Vice Chair for Supervision Michael Barr revealed described poor oversight and said the bank's collapse highlighted \"weaknesses in regulation and supervision that must be addressed,\" noting how there was potential for damaging contagion. It also outlined possible changes to the banking system's regulatory framework.", "Silicon Valley Bank required an exclusive relationship of those borrowing from the bank. Prior to Thursday March 9, 2023, SVB was in \"sound financial condition\", according to the California Department of Financial Protection and Innovation, though an increased number of short sellers began to target SVB earlier in the year. Employees received their annual bonuses on March 10, 2023, hours before the government took control of the company.As of the last call report of the bank, filed on December 31, 2022, it held $209 billion in total assets, with $175.5 billion in total deposits, of which the bank estimated $151.6 billion (86.4 percent) were uninsured.\n\n\n== Collapse ==", "It was influential among startups in India, being unusually willing to serve C corporations whose founders lacked Social Security numbers. Despite banking a high-tech sector, the bank was criticized for having old technology and lacking biometric authentication.In December 31, 2022, 56% of its loan portfolio were loans to venture capital firms and private equity firms, secured by their limited partner commitments and used to make investments in private companies, 14% of its loans were mortgages to high-net-worth individuals, and 24% of its loans were to technology and health care companies, including 9% of all loans which were to early and growth-stage startup companies. Silicon Valley Bank required an exclusive relationship of those borrowing from the bank.", "This was, at the time, the second-largest bank failure in U.S. history, later surpassed by the collapse of First Republic Bank during the March 2023 United States bank failures.On March 12, 2023, a joint statement was issued by Secretary of the Treasury Janet Yellen, Federal Reserve Chairman Jerome Powell, and FDIC Chairman Martin Gruenberg, stating that all depositors at SVB would be fully protected and would have access to both insured and uninsured deposits starting the following Monday, March 13. The FDIC then established a bridge bank successor, Silicon Valley Bridge Bank, N.A., which quickly assumed ongoing business.", "Silicon Valley Bank (SVB) was a state-chartered commercial bank headquartered in Santa Clara, California. It operated branches in California and Massachusetts. The bank was the primary subsidiary of SVB Financial Group, a publicly traded bank holding company that had offices in 15 U.S. states and over a dozen international jurisdictions.As a regional bank in the Bay Area, SVB offered services specifically designed to meet the needs of the tech industry, and soon became the largest bank by deposits in Silicon Valley and the preferred bank of almost half of all venture-backed tech startups.", "The bank covered losses by selling the shares to interested investors. Eventually, it became common for venture capital firms' term sheets to require startups to create a bank account at Silicon Valley Bank specifically. For its part, the bank prioritized startups that received funding from top-tier venture capital firms, such as Sequoia Capital, New Enterprise Associates, or Kleiner Perkins, as a way to reduce risk.During the 1980s, the bank grew with the local high-tech economy, achieving 21 consecutive quarters of profitability. It went from a loss of $39,000 in 1985 to a profit of $12.3 million in 1991. In 1986, SVB acquired National InterCity Bank of Santa Clara.", "The failure of SVB was the largest of any bank since the 2007–2008 financial crisis by assets, and the second-largest in U.S. history behind that of Washington Mutual. SVB's Chinese joint venture, whose chairman is the chairman of Shanghai Pudong Development Bank, said their operations were \"sound\" as of March 11, 2023. The UK government announced that it was working on a lifeline for British tech firms affected by the collapse of the Bank and its branch in the United Kingdom as a part of the fallout from the parent bank. 3,000 firms in the UK were believed to be at risk of bankruptcy without a rescue.", "A group of venture capitalists called for depositors to keep at least half of their capital in the bank.The seizure of Silicon Valley Bank's assets severely disrupted SVB Financial Group's operations. The holding company was locked out of its Santa Clara headquarters, which were shared with the bank, forcing it to move its headquarters to its New York City offices. The holding company, bridge bank, and FDIC are discussing how to reorganize payroll systems. All of SVB Financial Group's employees have been on the payroll of Silicon Valley Bank, not SVB Financial Group, while the parent company has been providing employee benefits to all Silicon Valley Bank employees.", "Bank of America, JPMorgan Chase, and Goldman Sachs all declined to make offers. The FDIC canceled the auction, scheduling a second to attract bids from major banks, after the systemic risk exception was granted. Mayopoulos urged venture capitalists and startups to keep their deposits in the bridge bank, apparently to improve its financial condition, and suggested that customers return some of the deposits they had recently pulled out of the bank as part of a diversification strategy. A group of venture capitalists called for depositors to keep at least half of their capital in the bank.The seizure of Silicon Valley Bank's assets severely disrupted SVB Financial Group's operations.", "Several hours later, the California Department of Financial Protection and Innovation (DFPI) issued an order taking possession of SVB, citing inadequate liquidity and insolvency, and appointed the FDIC as receiver. The FDIC then established a deposit insurance national bank, the Deposit Insurance National Bank of Santa Clara, to re-open the bank's branches the following Monday and enable access to insured deposits. The CEO of Silicon Valley Bank, Greg Becker, was previously on the board of directors at the Federal Reserve Bank of San Francisco, but exited that position.", "It announced that it would begin paying dividends for uninsured funds within the following week as SVB's assets were liquidated. Moody's Investor Service projected a recovery rate for uninsured depositors of 80–90 percent. The FDIC notified Silicon Valley Bank employees that they would be let go in 45 days' time; in the meantime, it offered salaried employees a 50% raise and hourly employees double pay for any overtime. The Federal Reserve Bank of San Francisco stated that the bank's CEO Greg Becker was no longer on its board of directors.The simultaneous failures of SVB and New York's Signature Bank raised concern about the condition of other regional banks, with particular attention to First Republic Bank and Western Alliance.", "Several hours later, the California Department of Financial Protection and Innovation issued an order taking possession of SVB, citing inadequate liquidity and insolvency, and appointed the FDIC as receiver. The failure of SVB was the largest by assets of any bank since the financial crisis of 2007–2008 and the second-largest failure of an FDIC-insured bank.According to regulatory reports as of December 31, 2022, uninsured deposits were estimated to represent 89 percent of total deposits at the bank. With no other bank immediately offering to assume or guarantee them, the FDIC organized a Deposit Insurance National Bank of Santa Clara (DINB) to re-open the bank's branches the following Monday and enable access to insured deposits only.", "and abroad, with many briefly unable to withdraw money from the bank. Other large technology companies, media companies, and wineries were also affected. For a number of founders and their venture capital backers, this was the bank of choice.\n\n\n== Background ==\n\nSVB was a commercial bank founded in 1983 and headquartered in Santa Clara, California. At its collapse, SVB was the 16th largest bank in the U.S. by total assets and was heavily skewed toward serving companies and individuals from the technology industry. Nearly half of U.S. venture capital-backed healthcare and technology companies were financed by SVB.", "Silicon Valley Bank required an exclusive relationship of those borrowing from the bank. In February 2023, Forbes listed the bank as #20 of \"America's Best Banks\" with a 13.8% return on equity. In March 2023, Moody's Investors Service rated the bank's loan portfolio as conservative and high-performing. The bank's overseas subsidiaries held $13.9 billion in deposits.\n\n\n=== Facilities ===\nThe bank was primarily administered from its headquarters in Santa Clara, California and from an office in Tempe, Arizona. The bank's parent, SVB Financial Group, launched sister subsidiaries to SVB which operated investment banking and private banking services from offices in Canada (Toronto),", "An initial auction of Silicon Valley Bank assets on March 12 attracted a single bid from an undisclosed suitor, after PNC Financial Services and RBC Bank backed away from making offers. The FDIC rejected this offer and planned to hold a second auction to attract bids from major banks, now that the bank's systemic risk designation allowed the FDIC to insure all deposits.On March 13, 2023, the FDIC announced via press release, that the FDIC transferred SVB assets to a new bridge bank, Silicon Valley Bridge Bank, N.A., and appointed Tim Mayopoulos as CEO.", "The FDIC then established a bridge bank successor, Silicon Valley Bridge Bank, N.A., which quickly assumed ongoing business. On March 27, 2023, First Citizens Bank & Trust Company, a subsidiary of First Citizens BancShares, assumed all customer deposits and acquired all loans of Silicon Valley Bridge Bank from the FDIC and began operating all SVB branches.\n\n\n== Foundation and early growth ==\nSilicon Valley Bank was founded in 1983 by Wells Fargo executive Bill Biggerstaff and Stanford University professor Robert Medearis to focus on the needs of startup companies. The two former Bank of America managers and tennis buddies came up with the idea over a game of poker in Pajaro Dunes, California.", "3,000 firms in the UK were believed to be at risk of bankruptcy without a rescue. On March 13, 2023, after a bidding process, it was announced that HSBC UK had agreed to acquire Silicon Valley Bank UK for £1 in a rescue deal, at no cost to the taxpayer and with depositors fully protected.On March 17, 2023, Silicon Valley Bank's former parent company, SVB Financial Group, filed for Chapter 11 bankruptcy. The bankruptcy did not include its remaining subsidiaries, SVB Capital and SVB Securities. Silicon Valley Bridge Bank or SVB Private is also not part of the bankruptcy filing as they are no longer affiliated with SVB Financial Group."]}