{"text": ["banking crisis. Many banks had invested their reserves in U.S. Treasury securities, which had been paying low interest rates. As the Federal Reserve began raising rates in 2022, bond prices declined decreasing the market value of bank capital reserves, leading some banks to sell the bonds at steep losses as yields on new bonds were much higher.On March 17, President Joe Biden stated that the banking crisis had calmed down, while the New York Times said that the March banking crisis was hanging over the economy and had rekindled fear of recession as business borrowing would become more difficult as many regional and community banks would have to reduce lending.Late on Sunday, the Federal Reserve and several other central banks announced significant USD liquidity measures in order to calm market turmoil.", "The bank's internal control over financial reporting was flagged by its auditor, PwC, for the period 2020 to 2022.\n\n\n=== March 2023 United States bank failures and contagion ===\nFollowing the March 2023 United States bank failures, shares in the global banking sector fell sharply. The S&P Banks index declined 22% over two weeks to 18 March 2023. The U.S. bank failures caused wider concern over pressure on the sector from interest rate hikes by the Federal Reserve and other central banks.Saudi National Bank (SNB) was Credit Suisse's largest shareholder, with almost 10%.", "The years since ... that is the bitter reality\". Between 2008 and 2023, Credit Suisse's investment banking arm underperformed, dragging down the business's profitability and causing significant losses. The bank suffered from a series of scandals and mismanagement, including losses in its investment arm associated with the collapses of Archegos Capital and Greensill Capital in 2021. Social media rumors about the bank's demise in October 2022 aided CHF 111 billion in outflows from its wealth management business in the last three months of the year. The bank's internal control over financial reporting was flagged by its auditor, PwC, for the period 2020 to 2022.", "Credit Suisse CEO Ulrich Körner said at the April 2023 shareholders' meeting that \"We didn't succeed. We ran out of time. This fills me with sorrow\".Noting that Credit Suisse had been facing problems for several years, senior editor for CNN Business Allison Morrow stated, \"[Silicon Valley Bank and Credit Suisse are] facing unrelated problems that happened to take place at the same time, worrying investors about the banking sector\". Several former executives told the Financial Times that being almost unaffected by the 2008 crisis caused the 2023 collapse after years of decline, as management thought that the bank did not have to change.", "Over the course of five days in March 2023, three small- to mid-size U.S. banks failed, triggering a sharp decline in global bank stock prices and swift response by regulators to prevent potential global contagion. Silicon Valley Bank (SVB) failed when a bank run was triggered after it sold its Treasury bond portfolio at a large loss, causing depositor concerns about the bank's liquidity. The bonds had lost significant value as market interest rates rose after the bank had shifted its portfolio to longer-maturity bonds. The bank's clientele was primarily technology companies and wealthy individuals holding large deposits, but balances exceeding $250,000 were not insured by the Federal Deposit Insurance Corporation (FDIC).", "=== Events ===\nIntense scrutiny and pressure were applied to other U.S. banks, including FRB. On March 13, its shares fell by 62%. As the bank faced significant liquidity issues, on March 16, it received a $30 billion lifeline in the form of deposits from a number of major U.S. banks, on top of a $70 billion financing facility provided by JPMorgan Chase & Co. Eleven of the largest U.S.", "Large declines in regional bank stocks continued after First Republic's failure.U.S. President Joe Biden made a statement about the first three bank failures on March 13, and asserted that government intervention was not a bailout and that the banking system was stable.The initial bank failures led to speculation on March 13 that the Federal Reserve could pause or halt rate hikes. Beginning on March 13, traders began modifying their strategies in the expectation that fewer hikes than previously expected will occur. Some financial experts suggested that the BTFP, combined with a recent practice of finding buyers who would cover all deposits, may have effectively removed the FDIC's $250,000 deposit insurance limit.", "On January 19, 2023, the United States hit its debt ceiling, leading to a debt-ceiling crisis, part of an ongoing political debate within Congress about federal government spending and the national debt that the U.S. government accrues. In response, Janet Yellen, the Secretary of the Treasury, began enacting temporary \"extraordinary measures\". On May 1, 2023, Yellen warned these measures could be exhausted as early as June 1, 2023; this date was later pushed to June 5.The debt ceiling had been increased multiple times since the 2013 debt ceiling standoff, all without budgetary preconditions attached; the most recent increase was in December 2021.", "Shares in other European banks also fell, among them Commerzbank, Austria's Raiffeisen Bank and the French Société Générale. According to the European Commission's Paolo Gentiloni, finance ministers in the Euro zone called on the Commission to close loopholes in Crisis Management and Deposit Insurance (CMDI) provision, starting in the second quarter of 2023.Chinese banks experienced little negative effect. According to Bloomberg News, almost all of the 166 top performers during the market turmoil were in China. The banking crisis in the U.S. and Europe highlighted the relative stability of the Chinese banking system.", "banking crisis. The Federal Reserve discount window liquidity facility had experienced approximately $150 billion in borrowing from various banks by March 16.Soon after the bank run at SVB, depositors quickly began withdrawing cash from San Francisco-based First Republic Bank (FRB), which focused on private banking to wealthy clientele. Like SVB, FRB had substantial uninsured deposits exceeding $250,000; such deposits constituted 68% of the bank's total at year-end 2022, declining to 27% by the end of March, as $100 billion in uninsured deposits were withdrawn."]}