{"4a93e0cc-6b68-46d4-99c3-362f2c74221e": {"texts": ["A series of coordinated attacks, conducted by the Palestinian Islamist militant group Hamas, from the Gaza Strip onto bordering areas in Israel, commenced on Saturday 7 October 2023, a Sabbath day and date of several Jewish holidays. The attacks initiated the 2023 Israel–Hamas war, almost exactly fifty years after the Yom Kippur War began on 6 October 1973. Hamas and other Palestinian armed groups named the attacks Operation Al-Aqsa Flood (or Deluge; Arabic: عملية طوفان الأقصى,"], "sources": ["https://en.wikipedia.org/wiki/2023_Hamas_attack_on_Israel"]}, "9327f7d7-052c-4d1f-b13b-013d540b63a2": {"texts": ["An amendment calling for condemnation of the 7 October \"terrorist attacks\" and immediate release of hostages was rejected.\n\n\n=== Ambassador recalls ===\nOn the afternoon of Israel's October 31 airstrike on the Jabalia refugee camp, Bolivia severed all diplomatic ties with Israel, followed by a series of ambassador recalls by Chile and Colombia hours later, Jordan on November 1, Bahrain on November 2, Honduras on November 3, Turkey on November 4, Chad on November 5, and South Africa on November 6."], "sources": ["https://en.wikipedia.org/wiki/2023_Israel%E2%80%93Hamas_war"]}, "3dd6ad55-4c86-411e-963a-35fb312bf353": {"texts": ["==== Further attacks on October 7 ====\nStarting at 6.30 a.m. on the same morning, a massacre unfolded at an outdoor music festival near Re'im, resulting in at least 270 dead, and many others missing. Witnesses recounted militants on motorcycles opening fire on fleeing participants, who were already dispersing due to rocket fire that had wounded some attendees; some were also taken hostage."], "sources": ["https://en.wikipedia.org/wiki/2023_Hamas_attack_on_Israel"]}, "e2fd1f14-6652-464a-94c9-683acd820a8b": {"texts": ["The Journal also reported that at a meeting in Beirut on 2 October, five days before the attack, Iranian security officials \"gave the green light\" for the attack. US officials pushed back against the Journal's reporting, stating that its intelligence did not show a direct link between the attack and Iranian officials, while pointing out that Iran had supported Hamas for a long time.In early September 2023, Israel decided a ban of exports of commercial goods from Gaza for several days due to attempts to smuggle explosives, the Palestinians said that the ban affected thousands of families."], "sources": ["https://en.wikipedia.org/wiki/2023_Hamas_attack_on_Israel"]}, "c275fec4-adcb-492d-b362-e9e74e12f4d7": {"texts": ["He added that \"whoever starts a war against Israel must lose territory.\"On 15 October, Israeli ambassador to the US Michael Herzog said Israel was \"in the process of establishing … a big humanitarian zone in the southern part of Gaza, with the UN\" able to host hundreds of thousands of Gazans.On 16 October, seven paramedics were killed in an Israeli airstrike on the headquarters of Civil Defense in Gaza City.A spokesperson for Hamas said they are willing to release international hostages \"the moment the conditions on the ground allow\".On 17 October, Israel bombed areas of southern Gaza."], "sources": ["https://en.wikipedia.org/wiki/2023_Israel%E2%80%93Hamas_war"]}, "f8266fee-be28-4904-b266-29cace325293": {"texts": ["Joe Biden, a Democrat from Delaware, was elected President of the United States on November 3, 2020. He was inaugurated on January 20, 2021, as the nation's 46th president. The following articles cover the timeline of Joe Biden, and the time leading up to it:\n\n\n== See also ==\nTimeline of the Donald Trump presidency, for his predecessor"], "sources": ["https://en.wikipedia.org/wiki/Timeline_of_the_Joe_Biden_presidency"]}, "0f8b983e-9fb8-489c-9414-4bb2d3e31f83": {"texts": ["On 30 October, the German government called on Israel to protect Palestinians in the West Bank. On 31 October, EU chief diplomat Josep Borrell \"firmly condemned\" settler attacks in the West Bank. Linda Thomas-Greenfield stated the United States was \"deeply concerned,\" and condemned the killings of Palestinians in the West Bank.\n\n\n==== Death toll ====\nOn 25 October, US President Joe Biden stated he had \"no confidence\" in the death totals reported by the Gaza Health Ministry."], "sources": ["https://en.wikipedia.org/wiki/2023_Israel%E2%80%93Hamas_war"]}, "6b905fae-c537-4bb0-8ee6-20f6986610e7": {"texts": ["==== Visits by foreign leaders ====\n\nOn 17 October, German Chancellor Olaf Scholz visited Israel to express solidarity with the country. On his departure from Ben-Gurion airport, he was evacuated to a shelter after a rocket alarm went off.On 18 October, US President Joe Biden arrived in Israel and was received at Ben-Gurion airport by Israeli President Isaac Herzog and Prime Minister Netanyahu."], "sources": ["https://en.wikipedia.org/wiki/2023_Israel%E2%80%93Hamas_war"]}, "8904e1ed-cc62-4bed-9eb7-a3854325c5bb": {"texts": ["Later the same day, US president Joe Biden announced Egypt agreed to allow 20 trucks with aid to enter Gaza by 20 October. More than 100 trucks of aid were waiting at the Rafah crossing to enter into Gaza. In a statement, Human Rights Watch stated that without electricity or fuel, however, the provided aid would fail \"meeting the needs of Gaza's population\". On 19 October, US Special Envo y David M. Satterfield stated the US wanted \"sustained\" aid into Gaza."], "sources": ["https://en.wikipedia.org/wiki/2023_Israel%E2%80%93Hamas_war"]}, "1a51bacd-693a-44cc-ae8d-cd45efbaab22": {"texts": ["President Joe Biden promised \"rock-solid and unwavering\" support to Israel and called Hamas's attack \"unadulterated evil\", comparing the group to ISIS. To replenish Israel's stockpiles, the U.S. said it would send Iron Dome missiles, small bombs, and JDAM conversion kits, in addition to fulfilling previous contracts to deliver F-35 fighter jets, CH-53 helicopters, and KC-46 air refueling tankers."], "sources": ["https://en.wikipedia.org/wiki/2023_Israel%E2%80%93Hamas_war"]}}