{"text": ["Also, several banks gained market exposure to cryptocurrency and cryptocurrency-related firms prior to and during the COVID-19 pandemic; the 2020–2022 cryptocurrency bubble popped in late 2022. In this environment, three such banks failed or were shut down by regulators: The first bank to fail, cryptocurrency-focused Silvergate Bank, announced it would wind down on March 8, 2023 due to losses suffered in its loan portfolio. Two days later, upon announcement of an attempt to raise capital, a bank run occurred at Silicon Valley Bank, causing it to collapse and be seized by regulators that day.", "Large declines in regional bank stocks continued after First Republic's failure.U.S. President Joe Biden made a statement about the first three bank failures on March 13, and asserted that government intervention was not a bailout and that the banking system was stable.The initial bank failures led to speculation on March 13 that the Federal Reserve could pause or halt rate hikes. Beginning on March 13, traders began modifying their strategies in the expectation that fewer hikes than previously expected will occur. Some financial experts suggested that the BTFP, combined with a recent practice of finding buyers who would cover all deposits, may have effectively removed the FDIC's $250,000 deposit insurance limit.", "Over the course of five days in March 2023, three small- to mid-size U.S. banks failed, triggering a sharp decline in global bank stock prices and swift response by regulators to prevent potential global contagion. Silicon Valley Bank (SVB) failed when a bank run was triggered after it sold its Treasury bond portfolio at a large loss, causing depositor concerns about the bank's liquidity. The bonds had lost significant value as market interest rates rose after the bank had shifted its portfolio to longer-maturity bonds. The bank's clientele was primarily technology companies and wealthy individuals holding large deposits, but balances exceeding $250,000 were not insured by the Federal Deposit Insurance Corporation (FDIC).", "Signature Bank, a bank that frequently did business with cryptocurrency firms, was closed by regulators two days later on March 12, with regulators citing systemic risks. The collapses of First Republic Bank, Silicon Valley Bank and Signature Bank were the second-, third- and fourth-largest bank failures in the history of the United States, respectively, smaller only than the collapse of Washington Mutual during the 2007–2008 financial crisis.In 2019, the Federal Reserve's \"Tailoring rules\" changed, increasing minimum asset threshold from $50 billion to $100 billion and reduced the number of required stress testing scenarios, allowing banks with under $100 billion to have reduced liquidity standards.", "banks, on top of a $70 billion financing facility provided by JPMorgan Chase & Co. Eleven of the largest U.S. banks participated in the rescue effort, under the direction of Jamie Dimon.On March 19, S&P Global downgraded the credit rating of First Republic Bank further into junk by three notches saying that the private-sector rescue effort \"may not solve the substantial business, liquidity, funding, and profitability challenges that we believe the bank is now likely facing.\" In its quarterly report in April, the bank said that deposits had plunged by more than $100 billion.", "According to Signature Bank board member Barney Frank, Signature Bank was hit with a multi-billion dollar bank run on Friday, March 10, with depositors expressing concern about cryptocurrency-related risks affecting the bank. Investor confidence in the bank was also badly shaken, and the bank's stock declined by 23% on that Friday—the day on which Silicon Valley bank collapsed—marking the then-largest single-day decline of the Signature Bank's value in its 22-year history.On March 12, 2023, two days after the collapse of Silicon Valley Bank, Signature Bank was closed by regulators from the New York State Department of Financial Services in what is the third-biggest banking collapse in U.S. history.", "=== Events ===\nIntense scrutiny and pressure were applied to other U.S. banks, including FRB. On March 13, its shares fell by 62%. As the bank faced significant liquidity issues, on March 16, it received a $30 billion lifeline in the form of deposits from a number of major U.S. banks, on top of a $70 billion financing facility provided by JPMorgan Chase & Co. Eleven of the largest U.S.", "Shares in other European banks also fell, among them Commerzbank, Austria's Raiffeisen Bank and the French Société Générale. According to the European Commission's Paolo Gentiloni, finance ministers in the Euro zone called on the Commission to close loopholes in Crisis Management and Deposit Insurance (CMDI) provision, starting in the second quarter of 2023.Chinese banks experienced little negative effect. According to Bloomberg News, almost all of the 166 top performers during the market turmoil were in China. The banking crisis in the U.S. and Europe highlighted the relative stability of the Chinese banking system.", "These swaps had previously been set up to occur on a weekly cadence.The share price of PacWest had fallen sharply on 3 May after the bank announced that it was 'considering strategic options including a sale'. On 4 May share trading was suspended as the sell-off marked a further 42% loss with other US regional banks, including First Horizon, Metropolitan Bank and Western Alliance, also being affected.In May 2023, FDIC proposed imposing higher fees on an estimated 113 of the largest banks to cover the costs of bailing out uninsured depositors.\n\n\n=== International impact ===\nBy 19 March, concerns about the banking sector internationally had increased.", "After falling another 42% in after hours trading, the FDIC confirmed its imminent takeover of the bank. In 2023, the cumulative decrease in stock price was 97%. The next day, the FDIC approached various banks, including JPMorgan Chase, PNC and Bank of America, saying they had until April 30 to place bids for First Republic Bank.On the morning of May 1, the California Department of Financial Protection and Innovation announced that FRB had been closed, and its assets were sold to JPMorgan for $10.6 billion.\n\n\n== Aftermath ==\n\n\n=== Federal response ==="]}